Repository: WordPressBugBounty/themes-covernews
Catalog: covernews/languages/*.po
Languages: ar, ja, pl_pl

source: CoverNews Pro is a clean and elegant WordPress theme that is perfect for online blog and magazine. With the help of live customizer options and custom widgets, you can design your website as you like and preview the changes live. This theme is fully responsive that looks beautiful on all the screen sizes from small to large devices. As it includes many useful features that require to build an awesome looking website, you can implement the layout as a personal blog, modern news journals, fashion magazine, travel blogging & magazine, vibrant news sites and more. It is also compatible with Gutenberg and RTL language support along with WooCommerce plugin that helps you to integrate an online business with your blog easily. The theme is well optimized that helps to rank your website in the top of search engines and users will get an outstanding support from the team if there will be any difficulties while using the theme. There are six demos available in this theme so choose the one you like and start to build a website. See our demos: https://afthemes.com/products/covernews-pro/#aft-view-starter-sites Videos: https://www.youtube.com/@wpafthemes/ Docs: https://docs.afthemes.com/covernews-pro/
pl_pl: CoverNews Pro to czysty i elegancki motyw WordPress, który jest idealny na blog online i magazyn. Za pomocą opcji dostosowywania na żywo i niestandardowych widżetów możesz zaprojektować swoją witrynę, jak chcesz i podgląd zmian na żywo. Ten motyw jest w pełni responsywny, który wygląda pięknie na wszystkich rozmiarach ekranu od małych do dużych urządzeń. Ponieważ zawiera wiele przydatnych funkcji, które wymagają zbudowania niesamowitej witryny, możesz wdrożyć układ jako osobisty blog, nowoczesne czasopisma informacyjne, magazyn mody, blogowanie podróżne i magazyn, wibracyjne witryny informacyjne i wiele innych. Jest również kompatybilny z obsługą języka Gutenberg i RTL wraz z wtyczką WooCommerce, która pomaga łatwo zintegrować firmę internetową z blogiem. Temat jest dobrze zoptymalizowany, który pomaga uszeregować witrynę na szczycie wyszukiwarek, a użytkownicy otrzymają znakomitą wsparcie od zespołu, jeśli będą trudności podczas korzystania z motywu. W tym temacie dostępnych jest sześć wersji demonstracyjnych, więc wybierz ten, który lubisz i zacznij budować witrynę. Zobacz nasze demo: https://afthemes.com/products/covernews-pro/#aft-view-starter-sites Filmy: https://www.youtube.com/@wpafthemes/ Docs: https://docs.afthemes.com/covernews-pro/

source: AF themes
ja: テーマ
pl_pl: Tematy AF

source: Oops! That page can&rsquo;t be found.
ja: 固定ページ
pl_pl: Ups! Ta strona nie można znaleźć.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ja: この場所では何も見つからなかったようです。下のリンクの1つまたは検索を試してみてください。
pl_pl: Wygląda na to, że w tym miejscu nie znaleziono nic. Może wypróbuj jeden z poniższych linków lub wyszukiwania?

source: Dashboard
pl_pl: Panel

source: Customize
ja: カスタマイズ
pl_pl: Dostosuj

source: Ads Settings
pl_pl: Ustawienia reklam

source: Starter Sites
ja: スターターサイト
pl_pl: Strony startowe

source: Block Patterns
ja: ブロックパターン
pl_pl: Wzory blokowe

source: Elementor Kits
ja: Elementorキット
pl_pl: Zestawy elementorowe

source: Support
ja: サポート
pl_pl: Wsparcie

source: Master Bundle Plan
pl_pl: Plan pakietu głównego

source: Security check failed
pl_pl: Kontrola bezpieczeństwa nie powiodła się

source: Ads settings saved.
pl_pl: Zapisane ustawienia reklam.

source: Global Ads Placement
pl_pl: Globalne umiejscowienie reklam

source: 💡 Tip: You can rotate multiple ads by separating them with <!--next-->. One ad will be shown randomly per page load. Works with HTML, JavaScript, and shortcodes.
pl_pl: 💡 Wskazówka: Możesz obrócić wiele reklam, oddzielając je z <!-Dalej->. Jedna reklama zostanie wyświetlona losowo na obciążenie strony. Działa z HTML, JavaScript i skróty.

source: Header Ad
pl_pl: Reklama nagłówka

source: Add your HTML, JavaScript, or shortcode to display an ad at the very top of your site (header area).
pl_pl: Dodaj swój HTML, JavaScript lub skrót, aby wyświetlić reklamę na samym szczycie witryny (obszar nagłówka).

source: Before Content
pl_pl: Przed treścią

source: Ad before post content. Supports rotating multiple ads using <!--next-->.
pl_pl: AD przed opublikowaniem zawartości. Obsługuje obracanie wielu reklam za pomocą <!-Dalej->.

source: After Content
pl_pl: Po treści

source: Ad after post content. You can rotate multiple ads with <!--next--> separator.
pl_pl: AD po zawartości postu. Możesz obrócić wiele reklam za pomocą <!-Next-> Separator.

source: Before First Paragraph
pl_pl: Przed pierwszym akapitem

source: This ad appears after the first paragraph of single post content. Rotation supported via <!--next-->.
pl_pl: Ta reklama pojawia się po pierwszym akapicie treści jednego postu. Rotacja obsługiwana przez <!-Dalej->.

source: After Third Paragraph
pl_pl: Po trzecim akapicie

source: Shown after the third paragraph in single post content. Supports rotating ads with <!--next-->.
pl_pl: Pokazane po trzecim akapicie w treści jednego postu. Obsługuje obrotowe reklamy z <!-Dalej->.

source: After Post Content
pl_pl: Po zawartości postu

source: Displayed below post content, before comments or related posts. Rotation via <!--next--> supported.
pl_pl: Wyświetlane poniżej zawartość postu, przed komentarzami lub powiązanymi postami. Rotacja Via <!-Dalej-> Obsługiwana.

source: Sidebar Ad
pl_pl: Reklama paska boczna

source: Shown in sidebar globally. You may use widgets for better control. Supports <!--next--> for rotating ads.
pl_pl: Pokazane na pasku bocznym na całym świecie. Możesz używać widżetów do lepszej kontroli. Obsługa <!-Next-> do obracania reklam.

source: Footer Ad
pl_pl: Reklama stopowa

source: Displayed at the bottom of the site above footer widgets. Rotating ads supported using <!--next-->.
pl_pl: Wyświetlane na dole miejsca powyżej widżetów stopki. ROTOWANE REKATY Obsługiwane za pomocą <!-Dalej->.

source: Archive / Blog Ads
pl_pl: Reklamy archiwum / blogu

source: Before Post List
pl_pl: Przed listą postu

source: Shown before posts in blog or archive pages. Use <!--next--> to rotate multiple ads.
pl_pl: Pokazane przed postami na blogu lub stronach archiwum. Użyj <!-Dalej-> Aby obrócić wiele reklam.

source: After Post List
pl_pl: Po liście postów

source: Shown after posts in archive or blog listings. Supports ad rotation using <!--next--> tag.
pl_pl: Pokazane po postach z ofert archiwum lub blogów. Obsługuje obrót AD za pomocą <!-Next-> Tag.

source: Between Posts
pl_pl: Między postami

source: Manually inserted between posts in archive loop using hooks/snippets. Rotate with <!--next--> if needed.
pl_pl: Ręcznie wstawione między słupkami w pętli archiwalnej za pomocą haczyków/fragmentów. Obróć się z <!-Dalej-> W razie potrzeby.

source: Save Ads Settings
pl_pl: Zapisz ustawienia reklam

source: Helpful YouTube Videos
pl_pl: Pomocne filmy na YouTube

source: Launch Your News Website Quickly
pl_pl: Szybko uruchom swoją stronę z wiadomościami

source: Use our free accessible theme to build a news site without coding.
pl_pl: Użyj naszego bezpłatnego dostępnego motywu, aby zbudować witrynę informacyjną bez kodowania.

source: Multi-Author Collaboration
pl_pl: Współpraca z wieloma autorami

source: Learn how to manage multiple authors smoothly with our plugin.
pl_pl: Dowiedz się, jak sprawnie zarządzać wieloma autorów za pomocą naszej wtyczki.

source: Import Gutenberg Patterns
pl_pl: Importuj wzory Gutenberga

source: Easily import templates and patterns for consistent layouts.
pl_pl: Łatwo importować szablony i wzorce dla spójnych układów.

source: Elementor Tutorial for Beginners
pl_pl: Samouczek Elementor dla początkujących

source: Build a professional news site fast with no coding needed.
pl_pl: Szybko zbuduj profesjonalną stronę informacyjną bez kodowania.

source: Multilingual Translation Guide
pl_pl: Wielojęzyczne przewodnik tłumaczenia

source: Step-by-step guide to translate your site into multiple languages.
pl_pl: Przewodnik krok po kroku, aby przetłumaczyć witrynę na wiele języków.

source: The Templatespare plugin should be updated to the latest version
ja: プラグイン
pl_pl: Wtyczka TemplateSpare powinna zostać zaktualizowana do najnowszej wersji

source: Import a Starter Site, Personalize, and Live it in 3 Easy Steps!
ja: スターターサイトをインポートし、パーソナライズし、3つの簡単なステップでライブ！
pl_pl: Zaimportuj stronę startową, personalizuj i żyj w 3 łatwych krokach!

source: Blockspare plugin version should be more than %s.
ja: プラグイン %s
pl_pl: Wersja wtyczki Blockspare powinna być czymś więcej niż %s.

source: One-click Import, No Coding Hassle!
pl_pl: Import jednego kliknięcia, bez kodowania!

source: Elespare plugin version should be more than %s.
ja: プラグイン %s
pl_pl: Wersja wtyczki Elespare powinna być czymś więcej niż %s.

source: Are you sure you want to install this plugin?
ja: すべて
pl_pl: Czy na pewno chcesz zainstalować tę wtyczkę?

source: Install Now
ja: すべて
pl_pl: Zainstaluj teraz

source: Activate
ja: 有効化
pl_pl: Aktywować

source: Activated
ja: 有効化済み
pl_pl: Aktywowany

source: Get Starter Sites
ja: スターターサイトを入手してください
pl_pl: Zdobądź strony startowe

source: Get Started
ja: 始めましょう
pl_pl: Zacznij

source: The "Get Started" action will install/activate the Templatespare and Blockspare plugins for Starter Sites and Templates.
ja: 有効化する
pl_pl: Akcja „Utrzymuj się” zainstaluje/aktywuje wtyczki TemplateSpare i Blockspar dla stron startowych i szablonów.

source: By
pl_pl: Przez

source: More Details
ja: 詳細情報
pl_pl: Więcej szczegółów

source: The "Get Started" action will install/activate the Templatespare plugin for Starter Sites and Templates.
pl_pl: Akcja „Pierwsze start” zainstaluje/aktywuje wtyczkę TempLateSpare dla stron startowych i szablonów.

source: %s is now installed and ready to use. We've assembled some links to get you started.
ja: すべて %s
pl_pl: %s jest teraz zainstalowany i gotowy do użycia. Złożliśmy kilka linków, aby zacząć.

source: Explore Our Pre-Built Starter Websites!
ja: サイト
pl_pl: Przeglądaj nasze gotowe strony internetowe Starter!

source: Let your imagination soar! Designed with User-Friendly features, incorporating the Latest Trends and SEO-Friendly Markups. We genuinely appreciate you choosing our theme!
ja: テーマ
pl_pl: Niech twoja wyobraźnia wznosi się! Zaprojektowany z funkcjami przyjaznymi dla użytkownika, zawierające najnowsze trendy i znaczniki przyjazne dla SEO. Naprawdę doceniamy wybór naszego motywu!

source: Demos/product
ja: デモ/製品
pl_pl: Dema/produkt

source: Theme dashboard
ja: テーマダッシュボード
pl_pl: Pulpit nawigacyjny

source: Documentation
ja: ドキュメント
pl_pl: Dokumentacja

source: Please check our full documentation for detailed information on how to setup and customize the theme.
ja: カスタマイズ
pl_pl: Sprawdź naszą pełną dokumentację, aby uzyskać szczegółowe informacje na temat konfigurowania i dostosowania motywu.

source: Docs
ja: ドキュメント
pl_pl: Dokumenty

source: Videos
ja: 動画
pl_pl: Filmy

source: Rate This Theme
ja: このテーマを評価します
pl_pl: Oceń ten motyw

source: Sorry, you are not allowed to install plugins on this site.
ja: すべて
pl_pl: Przepraszam, nie możesz instalować wtyczek na tej stronie.

source: Error - unable to verify nonce, please try again.
ja: nonce
pl_pl: Błąd - Nie można zweryfikować Nonce, spróbuj ponownie.

source: Sorry, you are not allowed to activate plugins on this site.
ja: このサイトにプラグインをインストールする権限がありません。
pl_pl: Przepraszam, nie możesz aktywować wtyczek na tej stronie.

source: One thought on &ldquo;%1$s&rdquo;
ja: フィードバック %1$s
pl_pl: Jedna myśl na &ldquo;%1$s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ar: ٪ 1 $ s على & ldquo ؛ ٪ 2 $ s & rdquo ؛
pl_pl: %1$s myśl na &ldquo;%2$s&rdquo;

source: Comments are closed.
ja: コメントは受け付けていません。
pl_pl: Komentarze są zamknięte.

source: %1$s by %2$s.
pl_pl: %1$s przez %2$s.

source: Primary Menu
ja: メインメニュー
pl_pl: Menu podstawowe

source: Top Menu
ja: トップメニュー
pl_pl: Menu górne

source: Social Menu
ja: ソーシャルメニュー
pl_pl: Menu społecznościowe

source: Footer Menu
ja: フッターメニュー
pl_pl: Menu stopki

source: Skip to content
ja: コンテンツへスキップ
pl_pl: Przejdź do treści

source: All
ja: すべて
pl_pl: Wszystko

source: Main Story
ja: メインストーリー
pl_pl: Główna historia

source: Editor's Picks
ja: 編集者
pl_pl: Wybory redaktora

source: Trending Story
ja: トレンドストーリー
pl_pl: Trendia historia

source: Latest
ja: 最新
pl_pl: Najnowszy

source: Popular
ja: 人気
pl_pl: Popularny

source: Hot News
pl_pl: Gorąca wiadomość

source: Featured Story
ja: 特集物語
pl_pl: Polecana historia

source: Read More
ja: 続きを読む
pl_pl: Przeczytaj więcej

source: More Stories
ja: より多くの物語
pl_pl: Więcej historii

source: Subscribe To Our Newsletter
pl_pl: Subskrybuj nasz biuletyn

source: You may have missed
ja: あなたは逃したかもしれません
pl_pl: Być może przegapiłeś

source: Copyright &copy; {year} All rights reserved.
pl_pl: Prawa autorskie i kopia; {rok} Wszelkie prawa zastrzeżone.

source: Site Title Size
ja: サイトのタイトルサイズ
pl_pl: Rozmiar tytułu witryny

source: Site Title/Tagline Color
ja: サイトタイトル/キャッチフレーズの色
pl_pl: Kolor tytułu/hasła witryny

source: Header Image Mode
ja: ヘッダー画像モード
pl_pl: Tryb obrazu nagłówka

source: Image visibility may vary as per the mode
ja: 画像の可視性は、モードごとに異なる場合があります
pl_pl: Widoczność obrazu może się różnić zgodnie z trybem

source: Set as Background
ja: 背景として設定します
pl_pl: Ustaw jako tło

source: Show Full Image
ja: 完全な画像を表示します
pl_pl: Pokaż pełny obraz

source: Disable Image Tint/Overlay
ja: 画像の色合い/オーバーレイを無効にします
pl_pl: Wyłącz odcień/nakładkę obrazu

source: Site Mode
ja: サイトモード
pl_pl: Tryb witryny

source: Select global site mode
ja: グローバルサイトモードを選択します
pl_pl: Wybierz tryb globalnego witryny

source: Default
ja: デフォルト
pl_pl: Domyślny

source: Dark
ja: ダーク
pl_pl: Ciemny

source: Top header Colors
pl_pl: Kolory górnych nagłówków

source: Background color
pl_pl: Kolor tła

source: Texts color
pl_pl: Kolor tekstów

source: Menu Colors
pl_pl: Kolory menu

source: Background Color Mode
pl_pl: Tryb koloru tła

source: Secondary Color - Default
pl_pl: Kolor wtórny - domyślnie

source: Custom Color
pl_pl: Niestandardowy kolor

source: Background Color
pl_pl: Kolor tła

source: Texts Color
pl_pl: Kolor tekstów

source: Badge Background
pl_pl: Tło odznaki

source: Badge Color
pl_pl: Kolor odznaki

source: General Colors
pl_pl: Ogólne kolory

source: Primary Color
pl_pl: Kolor podstawowy

source: Secondary Color
pl_pl: Kolor wtórny

source: Background Color will not be applicable for this mode.
ja: このモードには背景色が適用されません。
pl_pl: Kolor tła nie będzie miał zastosowania do tego trybu.

source: Global Title Color
pl_pl: Globalny kolor tytułu

source: Global Link Color
pl_pl: Globalny kolor linków

source: Post Title Link Color
pl_pl: Post Tytuł Link Kolor

source: Post Title Link Over Image Color
pl_pl: Opublikuj link do tytułu nad kolorem obrazu

source: Post Format Icon Color
pl_pl: Kolor ikon formatu formatu

source: Category Colors
pl_pl: Kolory kategorii

source: Category %d Color
pl_pl: KODALIZA %d KOLOR

source: Category %d Background Color
pl_pl: Kategoria %d Tła kolor

source: Category 8 will take #404040 as a text-color.
pl_pl: Kategoria 8 przyjmie #404040 jako kolor tekstu.

source: Fonts & Typography
pl_pl: Czcionki i typografia

source: Global Fonts Family
pl_pl: Globalna rodzina czcionek

source: Google Fonts
pl_pl: Czcionki Google

source: System Fonts
pl_pl: Czcionki systemowe

source: Primary Font
pl_pl: Czcionka podstawowa

source: Secondary Font
pl_pl: Czcionka wtórna

source: Global Letter Spacing
pl_pl: Globalne odstępy listu

source: Global Line height
pl_pl: Globalna wysokość linii

source: Main Banner Slider Caption Size
pl_pl: Główny rozmiar suwaka sztandarowego

source: Page/Posts Title Size
pl_pl: Strona/posty Rozmiar tytułu

source: Global Section Title Size
pl_pl: Globalny rozmiar sekcji

source: Spotlight Post Title Size
pl_pl: Spotlight Post Rozmiar tytułu

source: General Post Title Size
pl_pl: Ogólny rozmiar tytułu postu

source: General Font Size
pl_pl: Ogólny rozmiar czcionki

source: Single Content Font Size
pl_pl: Rozmiar czcionki pojedynczej treści

source: Front-page Options
pl_pl: Opcje na pierwszej stronie

source: Banner Advertisement
ja: バナー広告
pl_pl: Reklama banerowa

source: Banner Section Advertisement
ja: バナーセクション広告
pl_pl: Sekcja banerowa Reklama

source: Recommended Size %1$s px X %2$s px
ja: 推奨サイズ％1 $ s px x％2 $ s px %1$s %2$s
pl_pl: Zalecany rozmiar %1$s PX x %2$s px

source: URL Link
ja: URLリンク
pl_pl: Link URL

source: Open in new tab
ja: 新しいタブで開く
pl_pl: Otwórz w nowej zakładce

source: Show banner advertisement on
ja: バナー広告を表示します
pl_pl: Pokaż reklamę banerów

source: Select scope to display on banner advertisement section
ja: バナー広告セクションに表示するスコープを選択します
pl_pl: Wybierz zakres do wyświetlenia w sekcji reklamy banerowej

source: Show on Homepage only
ja: ホームページのみで表示します
pl_pl: Pokaż tylko na stronie głównej

source: Show sitewide
ja: サイト全体を表示します
pl_pl: Pokaż witrynę w całej stronie

source: Flash Posts
ja: フラッシュポスト
pl_pl: Posty flash

source: Enable Flash Posts Section
ja: フラッシュ投稿を有効にします。セクション
pl_pl: Włącz sekcję Post Flash Posts

source: Flash Story Title
ja: フラッシュストーリータイトル
pl_pl: Tytuł historii flash

source: Flash Posts Category
ja: フラッシュ投稿カテゴリ
pl_pl: Kategoria postów flash

source: Select category to be shown on trending posts
ja: トレンド投稿に表示されるカテゴリを選択します
pl_pl: Wybierz kategorię, która ma być wyświetlona na postach trendów

source: Number of Flash Posts
pl_pl: Liczba postów Flash

source: Duration
pl_pl: Czas trwania

source: Select Flash Slide Mode
pl_pl: Wybierz tryb slajdów flash

source: Slide Right to Left
pl_pl: Przesuń się od prawej do lewej

source: Slide Left to Right
pl_pl: Przesuń od lewej do prawej

source: Main Banner Section
ja: メインバナーセクション
pl_pl: Główny baner

source: Enable Main Banner Slider
ja: メインバナースライダーを有効にします
pl_pl: Włącz główny suwak banerowy

source: Banner Layouts
pl_pl: Układy banerów

source: Select Banner Design
pl_pl: Wybierz projekt banerowy

source: Slider, Editor's Picks and Trending
pl_pl: Suwak, typy i trendy redaktora

source: Slider and Editor's Picks
pl_pl: SLIDER I REDATOR ZBIORÓW

source: Slider and Trending
pl_pl: Suwak i popularność

source: Slider and Tabs
pl_pl: Suwak i zakładki

source: Slider and Double Tiles
pl_pl: Suwak i podwójne płytki

source: Slider and Grids
pl_pl: Suwak i siatki

source: Slider and Double Lists
pl_pl: Listy suwakowe i podwójne

source: Slider, Trending, Tabs
pl_pl: Suwak, trendów, zakładki

source: Carousel
pl_pl: Karuzela

source: Full Slider
pl_pl: Pełny suwak

source: Banner Section Order
ja: バナーセクションオーダー
pl_pl: Zamówienie sekcji banerowej

source: Select Banner Section Order
ja: バナーセクションの順序を選択します
pl_pl: Wybierz Zamówienie sekcji banerowej

source: Order 2
ja: 注文2
pl_pl: Zamów 2

source: Order 3
pl_pl: Zamów 3

source: Order 4
pl_pl: Zamów 4

source: Order 5
pl_pl: Zamów 5

source: Order 6
pl_pl: Zamów 6

source: Main News Section
pl_pl: Sekcja głównych wiadomości

source: Main Story Slider Title
ja: メインストーリースライダータイトル
pl_pl: Główny tytuł suwakowy

source: Slider Posts Category
ja: スライダー投稿カテゴリ
pl_pl: Kategoria postów suwakowych

source: Select category to be shown on Main Story slider section
ja: メインストーリースライダーセクションに表示されるカテゴリを選択する
pl_pl: Wybierz kategorię, która ma zostać pokazana w sekcji głównej historii historii

source: Number of Slides
pl_pl: Liczba slajdów

source: Accepts any postive number.
pl_pl: Akceptuje dowolny numer pozytywny.

source: Editor's Picks Title
ja: 編集者のピックタイトル
pl_pl: Tytuł edytora

source: No. of Editor's Picks Thumbs
pl_pl: Liczba kciuków redaktora

source: 4 Thumbs
pl_pl: 4 kciuki

source: 3 Thumbs
pl_pl: 3 kciuki

source: 2 Thumbs
pl_pl: 2 kciuki

source: Editor's Picks Category
ja: 編集者のピックカテゴリ
pl_pl: Kategoria typu redaktora

source: Select category to be shown on Editor's Picks section
ja: 編集者のピックセクションに表示されるカテゴリを選択します
pl_pl: Wybierz kategorię, która ma zostać wyświetlona w sekcji typu edytora

source: Trending Section
pl_pl: Sekcja trendów

source: Trending Title
pl_pl: Tytuł trendów

source: Filter Posts By
pl_pl: Filtruj posty według

source: Category
pl_pl: Kategoria

source: Tag
pl_pl: Etykietka

source: Comment Count
pl_pl: Liczba komentarzy

source: View Count
pl_pl: Wyświetl liczbę

source: Select Category
ja: カテゴリーを選択
pl_pl: Wybierz kategorię

source: Select category to be shown on Trending section
ja: トレンドセクションに表示されるカテゴリを選択します
pl_pl: Wybierz kategorię, która ma być pokazana w sekcji trendów

source: Select Tag
pl_pl: Wybierz Tag

source: Select tag to be shown on Trending section
pl_pl: Wybierz Tag, który ma być pokazany w sekcji trendów

source: Number of Trending Posts
pl_pl: Liczba popularnych postów

source: Latest Posts Section
pl_pl: Sekcja najnowszych postów

source: Latest Tab Title
pl_pl: Najnowszy tytuł zakładki

source: Latest Posts Category
pl_pl: Najnowsze kategoria postów

source: Select category
ja: カテゴリー
pl_pl: Wybierz kategorię

source: Popular Posts Section
pl_pl: Sekcja popularnych postów

source: Popular Tab Title
pl_pl: Popularny tytuł zakładki

source: Popular Posts Category
pl_pl: Popularna kategoria postów

source: Hot News Section
pl_pl: Sekcja gorących wiadomości

source: Hot Tab Title
pl_pl: Tytuł Hot Tab

source: Hot News Category
pl_pl: Kategoria gorących wiadomości

source: Disable main banner section on blog archive
ja: ブログアーカイブでメインバナーセクションを無効にします
pl_pl: Wyłącz główną sekcję banerów w archiwum blogu

source: The option will disable trending news, main slider, featured news, featured products from blog archive page.
ja: このオプションは、Trending News、Main Slider、注目のニュース、Blog Archive Pageの注目の製品を無効にします。
pl_pl: Opcja wyłączy trendy, Main Slider, wyróżnione wiadomości, wyświetlone produkty ze strony archiwum blogu.

source: Featured Posts Section
ja: 注目の投稿セクション
pl_pl: Polecane posty Sekcja

source: Enable Featured New Section
ja: 注目の新しいセクションを有効にします
pl_pl: Włącz przedstawioną nową sekcję

source: Featured Posts Section Title
ja: 注目の投稿セクションタイトル
pl_pl: Polecane posty tytuł sekcji

source: Featured Posts Category
ja: 注目の投稿カテゴリ
pl_pl: Polecane kategoria postów

source: Select category to be shown on featured section
ja: 注目セクションに表示されるカテゴリを選択します
pl_pl: Wybierz kategorię, która ma zostać pokazana w sekcji

source: Number of featured news
pl_pl: Liczba polecanych wiadomości

source: Front-page Layout Settings
pl_pl: Ustawienia układu na pierwszej stronie

source: Front-page Content alignment
pl_pl: Wyrównanie treści na pierwszej stronie

source: Select frontpage content alignment
ja: コンテンツ
pl_pl: Wybierz wyrównanie zawartości frontPage

source: Home Content - Home Sidebar
ja: ホームコンテンツ - ホームサイドバー
pl_pl: Treść domu - domowy pasek boczny

source: Home Sidebar - Home Content
ja: ホームサイドバー - ホームコンテンツ
pl_pl: Domowy pasek boczny - treść domu

source: Only Home Content
ja: ホームコンテンツのみ
pl_pl: Tylko treść domu

source: Theme Options
ja: テーマ設定
pl_pl: Opcje motywu

source: Preloader Options
ja: プリローダーオプション
pl_pl: Opcje ładowania wstępnego

source: Enable preloader
ja: Preloaderを有効にします
pl_pl: Włącz wstępny ładunek

source: Header Options
ja: ヘッダーオプション
pl_pl: Opcje nagłówka

source: Header Layout
pl_pl: Układ nagłówka

source: Select global header layout
pl_pl: Wybierz globalny układ nagłówka

source: Header Layout 1 (Default)
pl_pl: Układ nagłówka 1 (domyślnie)

source: Header Layout 2 (Compressed)
pl_pl: Układ nagłówka 2 (skompresowany)

source: Header Layout 3 (Centered)
pl_pl: Układ nagłówka 3 (wyśrodkowany)

source: Show date on top header
ja: トップヘッダーに日付を表示します
pl_pl: Pokaż datę na najwyższym nagłówku

source: Show social menu on top header
ja: トップヘッダーにソーシャルメニューを表示します
pl_pl: Pokaż menu społecznościowe na najwyższym nagłówku

source: Disable Sticky Header
ja: 粘着性ヘッダーを無効にします
pl_pl: Wyłącz lepki nagłówek

source: Sticky Header Direction
pl_pl: Lepki kierunek nagłówka

source: Select sticky header direction
pl_pl: Wybierz Kierunek nagłówka lepkiego

source: Scroll Up
pl_pl: Przewiń w górę
