Repository: WordPressBugBounty/themes-covernews
Catalog: covernews/languages/*.po
Languages: ar, ja, pl_pl

source: Scroll Down
pl_pl: Przewiń w dół

source: Both Scroll
pl_pl: Oba przewijanie

source: Breadcrumb Options
ja: パン界のオプション
pl_pl: Opcje bułki

source: Show breadcrumbs
ja: パン粉を表示します
pl_pl: Pokaż bułkę tartą

source: Select Breadcrumbs
ja: パン粉を選択します
pl_pl: Wybierz bułkę

source: Please ensure that you have enabled the plugin's breadcrumbs before choosing other than Default
ja: 有効化
pl_pl: Upewnij się, że włączyłeś bułkę tartą wtyczki przed wybraniem innej niż domyślne

source: Global Settings
ja: 全体設定
pl_pl: Ustawienia globalne

source: Disable Emoji Script
pl_pl: Wyłącz skrypt emoji

source: GDPR friendly & better performance
pl_pl: RODO Friendly & Better Performance

source: Conatiner Width
ja: コナチナー幅
pl_pl: Szerokość conatiner

source: Select Conatiner Width
ja: Conatinerの幅を選択します
pl_pl: Wybierz szerokość Conatiner

source: Wide
ja: 幅広
pl_pl: Szeroki

source: Full Width
ja: 全幅
pl_pl: Pełna szerokość

source: Force Global Container Width
pl_pl: Wymień globalną szerokość pojemnika

source: Content Alignment
ja: コンテンツの配置
pl_pl: Wyrównanie treści

source: Select global content alignment
ja: グローバルコンテンツアライメントを選択します
pl_pl: Wybierz globalne wyrównanie treści

source: Content - Primary sidebar
ja: サイドバー
pl_pl: Zawartość - podstawowy pasek boczny

source: Primary sidebar - Content
ja: サイドバー
pl_pl: Podstawowy pasek boczny - treść

source: Full width content
ja: コンテンツ
pl_pl: Zawartość pełnej szerokości

source: Image Options
pl_pl: Opcje obrazu

source: Also Show Content Image in Archive
pl_pl: Pokaż także obraz treści w archiwum

source: If there is no Post Featured image set
pl_pl: Jeśli nie ma postu z zestawem obrazów

source: Enable
ja: 有効にする
pl_pl: Włączać

source: Disable
ja: 無効化
pl_pl: Wyłączyć

source: Image Lazy Loading
ja: 画像怠zyな読み込み
pl_pl: Obraz Lazy Ładowanie

source: Image Async Decoding
pl_pl: Dekodowanie asynchronizacji obrazu

source: Set to enhance rendering speed
pl_pl: Ustaw, aby zwiększyć prędkość renderowania

source: Date Options
pl_pl: Opcje daty

source: Date and Author Display
ja: 日付と著者ディスプレイ
pl_pl: Data i wyświetlacz autora

source: Select date and author display settings below post title
ja: [タイトル]以下の日付と著者の表示設定を選択します
pl_pl: Wybierz Ustawienia wyświetlania daty i autora poniżej tytułu postu

source: Show Date and Author
ja: 投稿者
pl_pl: Pokaż datę i autor

source: Show Date Only
ja: 日付のみを表示します
pl_pl: Pokaż tylko datę

source: Show Author Only
ja: 著者のみを表示します
pl_pl: Pokaż tylko autora

source: Hide All
ja: すべてを隠します
pl_pl: Ukryj wszystko

source: Date Display Format
ja: 日付表示形式
pl_pl: Format wyświetlania daty

source: Select date display display format
ja: [日付表示]表示形式を選択します
pl_pl: Wybierz Format wyświetlania daty wyświetlania

source: Date Format by Theme
ja: テーマごとの日付形式
pl_pl: Format daty według motywu

source: WordPress Default Date Format
ja: WordPress
pl_pl: WordPress domyślny format daty

source: Post Date Type
pl_pl: Typ daty

source: Published Date
pl_pl: Opublikowana data

source: Modified Date
pl_pl: Zmodyfikowana data

source: General Options
pl_pl: Opcje ogólne

source: Show Comment Count
ja: コメント数を表示します
pl_pl: Pokaż liczbę komentarzy

source: Enable
ja: 有効化
pl_pl: Włączać

source: Show Post View Count
pl_pl: Pokaż liczbę widoku postu

source: Post View Count Method
pl_pl: Metoda liczby widoku

source: Count Each Load
pl_pl: Policz każde obciążenie

source: Count After Scroll
pl_pl: Licz po zwoju

source: Single Posts Settings
ja: 単一の投稿設定
pl_pl: Ustawienia pojedynczych postów

source: Show Featured Image
ja: アイキャッチ画像を表示
pl_pl: Pokaż wizerunek

source: Global Content Mode
ja: グローバルコンテンツモード
pl_pl: Globalny tryb treści

source: Individual posts edit panel also have the option
ja: 個々の投稿編集パネルにもオプションがあります
pl_pl: Poszczególne posty Edytuj panel również ma opcję

source: Spacious
ja: 余白広め
pl_pl: Przestronny

source: Show Tags Below Content
ja: 以下のコンテンツのタグを表示します
pl_pl: Pokaż tagi poniżej treści

source: Yes
ja: はい
pl_pl: Tak

source: No
ja: いいえ
pl_pl: NIE

source: Sidebar Settings
ja: サイドバー設定
pl_pl: Ustawienia paska bocznego

source: Make Sidebar Sticky
ja: サイドバーを粘着させます
pl_pl: Spraw, by pasek boczny był lepki

source: Sidebar Sticky Position
ja: サイドバースティッキーポジション
pl_pl: Pozycja paska bocznego

source: Top
ja: 上
pl_pl: Szczyt

source: Bottom
ja: 下
pl_pl: Spód

source: Archive Settings
ja: アーカイブ設定
pl_pl: Ustawienia archiwum

source: Archive layout
ja: アーカイブレイアウト
pl_pl: Układ archiwum

source: Select layout for archive
ja: アーカイブ化
pl_pl: Wybierz układ archiwum

source: Full - Default
pl_pl: Pełne - domyślne

source: Full - Title First
pl_pl: Pełny - tytuł pierwszy

source: Grid - Default
pl_pl: Siatka - domyślnie

source: Grid - Double Column
pl_pl: Siatka - podwójna kolumna

source: List
pl_pl: Lista

source: Same grid on Wide layout
pl_pl: Ta sama siatka na szerokim układzie

source: Image alignment
ja: 画像の位置
pl_pl: Wyrównanie obrazu

source: Select image alignment for archive
ja: アーカイブの画像アライメントを選択します
pl_pl: Wybierz wyrównanie obrazu do archiwum

source: Left
ja: 左
pl_pl: Lewy

source: Right
ja: 右
pl_pl: Prawidłowy

source: Content view
ja: コンテンツビュー
pl_pl: Widok treści

source: Select content view for archive
ja: アーカイブのコンテンツビューを選択します
pl_pl: Wybierz Widok treści dla archiwum

source: Post excerpt
ja: 予言後
pl_pl: Post Fragment

source: Full Content
ja: 全文
pl_pl: Pełna treść

source: None
ja: なし
pl_pl: Nic

source: Widget Excerpt Mode
pl_pl: Tryb fragmentu widżetu

source: Select Widget Excerpt display mode
pl_pl: Wybierz tryb wyświetlania fragmentu widżetu

source: Trimmed Content
ja: トリミングされたコンテンツ
pl_pl: Przycięta treść

source: Default Excerpt
ja: デフォルトの抜粋
pl_pl: Domyślny fragment

source: Related Posts
ja: 関連投稿
pl_pl: Powiązane posty

source: Show on single posts
ja: 単一の投稿で表示します
pl_pl: Pokaż na pojedynczych postach

source: Title
ja: タイトル
pl_pl: Tytuł

source: Maximum Number of Related Posts
pl_pl: Maksymalna liczba powiązanych postów

source: Mailchimp Subscriptions
pl_pl: Subskrypcje MailChimp

source: Show above footer
pl_pl: Pokaż powyżej stopki

source: Shortcode
pl_pl: Kod skrótu

source: Mailchimp background color
pl_pl: Kolor tła MailChimp

source: Mailchimp Field Border color
pl_pl: Kolor graniczny pola MailChimp

source: Visible in:
pl_pl: Widoczny w:

source: Front page only
pl_pl: Tylko pierwsza strona

source: All pages
pl_pl: Wszystkie strony

source: Instagram username
pl_pl: Nazwa użytkownika na Instagramie

source: Access Token Type:
pl_pl: Typ tokena dostępu:

source: New (Graph API)
pl_pl: NOWOŚĆ (API Graph)

source: Old (Instagram API)
pl_pl: Stary (API na Instagramie)

source: Graph API Access Token
pl_pl: Token dostępu do interfejsu API wykresu

source: Please use your instagram app access token if you aleady have, Otherwise create new: "https://developers.facebook.com/docs/instagram-api/".
pl_pl: Użyj swojej aplikacji na Instagram, jeśli masz, w przeciwnym razie utwórz nowe: „https://developers.facebook.com/docs/instagram-api/”.

source: Instagram Access Token (Old)
pl_pl: Instagram Access Token (stary)

source: Please use your instagram app access token if you aleady have, Otherwise create new: "https://www.instagram.com/developer".
pl_pl: Użyj swojej aplikacji Instagram Access Token, jeśli ALEALESE masz, w przeciwnym razie utwórz nowe: „https://www.instagram.com/developer”.

source: Number of Instagram posts
pl_pl: Liczba postów na Instagramie

source: Latest Posts Options
ja: 最新の投稿オプション
pl_pl: Najnowsze opcje postów

source: Show Latest Posts Section above Footer
ja: フッターの上に最新の投稿セクションを表示します
pl_pl: Pokaż najnowsze posty Sekcja powyżej stopki

source: Latest Posts Section Title
ja: 最新の投稿セクションタイトル
pl_pl: Najnowsze posty tytuł sekcji

source: Number of Posts
pl_pl: Liczba postów

source: Footer
ja: フッター
pl_pl: Stopka

source: Copyright Text
ja: 著作権テキスト
pl_pl: Tekst praw autorskich

source: The {year} is used for current year
pl_pl: {Rok} jest używany na bieżący rok

source: Hide footer menu section
pl_pl: Ukryj sekcję menu stopki

source: Hide theme credits
pl_pl: Ukryj kredyty motywowe

source: Footer background color
pl_pl: Kolor tła stopki

source: Footer texts color
pl_pl: Kolor tekstów stopki

source: Footer credits background color
pl_pl: Kredyty stopowe kolor tła

source: Footer credits texts color
pl_pl: Kredyt SMS -ów Kolor tekstów

source: Pages:
ja: 固定ページ:
pl_pl: Strony:

source: Find us on Instagram
pl_pl: Znajdź nas na Instagramie

source: Layout Options
ja: レイアウトオプション
pl_pl: Opcje układu

source: Container Width
pl_pl: Szerokość pojemnika

source: Set as global layout
ja: グローバルレイアウトとして設定します
pl_pl: Ustaw jako globalny układ

source: Content - Primary Sidebar
ja: コンテンツ - プライマリサイドバー
pl_pl: Zawartość - podstawowy pasek boczny

source: Primary Sidebar - Content
ja: プライマリサイドバー - コンテンツ
pl_pl: Podstawowy pasek boczny - treść

source: Content Mode
pl_pl: Tryb zawartości

source: Centered
pl_pl: Wyśrodkowany

source: Category Color 1
ja: カテゴリカラー1
pl_pl: Kolor kategorii 1

source: Category Color 2
ja: カテゴリカラー2
pl_pl: Kolor kategorii 2

source: Category Color 3
ja: カテゴリカラー3
pl_pl: KOLIKACJA KOLOR 3

source: Category Color 4
pl_pl: Kolor kategorii 4

source: Category Color 5
pl_pl: Kolor kategorii 5

source: Category Color 6
pl_pl: Kolor kategorii 6

source: Category Color 7
pl_pl: Kolor kategorii 7

source: Category Color 8
pl_pl: KOLIKACJA KOLOR 8

source: Color Class
ja: カラークラス
pl_pl: Klasa kolorów

source: Select category color class. You can set appropriate categories color on "Categories" section of the theme customizer.
ja: カテゴリー
pl_pl: Wybierz klasę kolorów kategorii. Możesz ustawić odpowiednie kategorie kolor w sekcji „kategorie” w dostosowywniku motywu.

source: AF Companion
ja: 仲間によって
pl_pl: Przez towarzysz

source: Elespare
ja: 昇格
pl_pl: Podnieść

source: WP Post Author
ja: 投稿者
pl_pl: WP Post Autor

source: Latest Posts Block
ja: 最新の投稿ブロック
pl_pl: Najnowsze posty blokują

source: MailChimp for WordPress
pl_pl: MailChimp dla WordPress

source: Free Live Chat using 3CX
ja: 3CXを使用した無料のライブチャット
pl_pl: Bezpłatny czat na żywo za pomocą 3CX

source: Howdy, %1$s! We've noticed that you've been using %2$s for some time now, we hope you are loving it! We would appreciate it if you can %3$sgive us a 5 star rating on WordPress.org%4$s! We'll continue to develop exciting new features in the future by sharing the love!
pl_pl: Howdy, %1$s! Zauważyliśmy, że od jakiegoś czasu używasz %2$s, mamy nadzieję, że to kochasz! Bylibyśmy to wdzięczni, jeśli możesz %3$sgive nas 5 -gwiazdkowy ocena na wordpress.org%4$s! W przyszłości będziemy nadal rozwijać ekscytujące nowe funkcje, dzieląc się miłością!

source: Sure thing
ja: 確かに
pl_pl: Pewnie

source: Remind me later
ja: 後で再通知
pl_pl: Przypomnij mi później

source: I've already done.
ja: すでに
pl_pl: Już zrobiłem.

source: Got any support queries?
ja: サポートクエリはありますか？
pl_pl: Masz jakieś zapytania wsparcia?

source: Previous
ja: 前
pl_pl: Poprzedni

source: Next
ja: 次
pl_pl: Następny

source: Unable to communicate with Instagram.
pl_pl: Nie można komunikować się z Instagramem.

source: Instagram did not return a 200.
pl_pl: Instagram nie zwrócił 200.

source: Instagram has returned invalid data.
pl_pl: Instagram zwrócił nieprawidłowe dane.

source: Instagram did not return any images.
pl_pl: Instagram nie zwrócił żadnych obrazów.

source: View all posts in %s
ja: すべての投稿を％sで表示します
pl_pl: Zobacz wszystkie posty w %s

source: ago
ja: 前
pl_pl: temu

source: Edit <span class="screen-reader-text">%s</span>
ja: 編集 <span class="screen-reader-text">%s</span>
pl_pl: Edytuj <span class = "Screen-Reader-Text"> %s </pan>

source: Theme License
pl_pl: Licencja motywu

source: Enter your theme license key.
pl_pl: Wprowadź swój klucz licencji motywu.

source: License Key
pl_pl: Klucz licencji

source: License Action
pl_pl: Działanie licencyjne

source: Deactivate License
pl_pl: Wyłączanie licencji

source: Activate License
pl_pl: Aktywuj licencję

source: License status is unknown.
pl_pl: Status licencji jest nieznany.

source: Renew?
pl_pl: Odnowić?

source: unlimited
pl_pl: nieograniczony

source: License key is active.
pl_pl: Klucz licencji jest aktywny.

source: Expires %s.
pl_pl: Wygasa %s.

source: You have %1$s / %2$s sites activated.
pl_pl: Masz aktywowane strony %1$s / %2$s.

source: License key expired %s.
pl_pl: Klucz licencji wygasł %s.

source: License key has expired.
pl_pl: Klucz licencji wygasł.

source: License keys do not match.
pl_pl: Klucze licencyjne nie pasują.

source: License is inactive.
pl_pl: Licencja jest nieaktywna.

source: License key is disabled.
pl_pl: Klucz licencji jest wyłączony.

source: Site is inactive.
pl_pl: Witryna jest nieaktywna.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
pl_pl: Aktualizacja tego motywu straci wszelkie wykonane dostosowania. „Anuluj”, aby zatrzymać, „OK” do aktualizacji.

source: <strong>%1$s %2$s</strong> is available. <a href="%3$s" class="thickbox" title="%4s">Check out what's new</a> or <a href="%5$s"%6$s>update now</a>.
pl_pl: <strong> %1$s %2$s </strong> jest dostępny. <a href = "%3$s" class = "grurybox" title = "%4s"> Sprawdź, co nowego </a> lub <a href = "%5$s" %6$s> aktualizacja teraz </a>.

source: Action failed. Please refresh the page and retry.
ja: 固定ページ
pl_pl: Działanie nie powiodło się. Odśwież stronę i ponów ponownie.

source: %1$s Upgrade %2$s site licenses, opt for Lifetime Access, or get All Themes and Plugins - all with a fantastic %4$s! 🚀 Use code %3$s at checkout. %5$s Act fast - this limited-time offer is exclusively crafted for you! 🎁✨ Happy holidays, and revel in the extra savings as you take your website to new heights! 🌟🎄
pl_pl: %1$s Uaktualnij licencje witryny %2$s, wybierz dostęp dożywotni lub uzyskaj wszystkie motywy i wtyczki – wszystko z fantastycznym %4$s! 🚀 Użyj kodu %3$s przy kasie. %5$s Działaj szybko – ta oferta ograniczona czasowo jest stworzona wyłącznie dla Ciebie! 🎁✨ Wesołych Świąt i ciesz się dodatkowymi oszczędnościami, przenosząc swoją stronę na nowe wyżyny! 🌟🎄

source: Claim Your Discount
ja: 割引を主張します
pl_pl: Ubiegać się o zniżkę

source: Power Bundle
ja: パワーバンドル
pl_pl: Pakiet zasilania

source: All Themes Plan
ja: すべてのテーマ計画
pl_pl: Wszystkie tematy planują

source: Your Current Plan
pl_pl: Twój obecny plan

source: Maybe Later
ja: 多分後で
pl_pl: Może później

source: Have Pre-sales Queries?
pl_pl: Masz zapytania przedsprzedażowe?

source: Displays author info.
ja: 作成者
pl_pl: Wyświetla informacje autora.

source: CoverNews Author Info
ja: Covernews著者情報
pl_pl: Informacje o autorze covernews

source: About Author
ja: 投稿者
pl_pl: O autorze

source: Profile image
ja: プロファイル画像
pl_pl: Obraz profilowy

source: Name
ja: 名前
pl_pl: Nazwa

source: Descriptions
ja: 説明
pl_pl: Opisy

source: Twitter
pl_pl: Świergot

source: Displays posts carousel from selected category.
ja: 選択したカテゴリからの投稿カルーセルを表示します。
pl_pl: Wyświetla posty karuzeli z wybranej kategorii.

source: Number of posts
pl_pl: Liczba postów

source: Displays posts from 2 selected categories in double column.
ja: 二重列に選択された2つのカテゴリからの投稿を表示します。
pl_pl: Wyświetla posty z 2 wybranych kategorii w podwójnej kolumnie.

source: CoverNews Double Categories Posts
ja: Covernewsダブルカテゴリの投稿
pl_pl: Okładki podwójne kategorie posty

source: Big thumb in first and other in list
ja: 最初のビッグ親指とその他のリスト
pl_pl: Duży kciuk na liście pierwszego i innego

source: All in list
ja: すべてリスト内
pl_pl: Wszystko na liście

source: Title 1
ja: タイトル1
pl_pl: Tytuł 1

source: Select category 1
ja: カテゴリ1を選択します
pl_pl: Wybierz kategorię 1

source: Select layout 1
pl_pl: Wybierz układ 1

source: Number of posts 1
pl_pl: Liczba postów 1

source: Title 2
ja: タイトル2
pl_pl: Tytuł 2

source: Select category 2
ja: カテゴリ2を選択します
pl_pl: Wybierz kategorię 2

source: Select layout 2
pl_pl: Wybierz Układ 2

source: Number of posts 2
pl_pl: Liczba postów 2

source: Displays posts from selected category in a grid.
ja: グリッド内の選択したカテゴリからの投稿を表示します。
pl_pl: Wyświetla posty z wybranej kategorii w siatce.

source: CoverNews Posts Grid
ja: Covernewsはグリッドを投稿します
pl_pl: Okładki postów Grid

source: Posts Grid
ja: グリッドを投稿します
pl_pl: Posty Grid

source: Show excerpt
ja: 抜粋を表示します
pl_pl: Pokaż fragment

source: Excerpt length
pl_pl: Długość fragmentu

source: Displays posts from selected category in single column.
pl_pl: Wyświetla posty z wybranej kategorii w jednej kolumnie.

source: CoverNews Single Column
pl_pl: Okładka pojedyncza kolumna

source: Displays posts slider from selected category.
ja: カテゴリー
pl_pl: Wyświetla suwak słupkowy z wybranej kategorii.

source: Displays tabbed posts lists from selected settings.
ja: 選択した設定からタブ付き投稿リストを表示します。
pl_pl: Wyświetla listę postów z wybranych ustawień.

source: CoverNews Tabbed Posts
ja: Covernewsタブ付き投稿
pl_pl: Posty zakładowe

source: Trending
ja: トレンド
pl_pl: Trend

source: Latest Posts
ja: 最新の投稿
pl_pl: Najnowsze posty

source: Popular Posts
ja: 人気のある投稿
pl_pl: Popularne posty

source: Categorised Posts
ja: 分類された投稿
pl_pl: Kategoryzowane posty

source: Enable Categorised Tab
ja: 分類されたタブを有効にします
pl_pl: Włącz kartę skategoryzowaną

source: Settings for all tabs
ja: すべてのタブの設定
pl_pl: Ustawienia dla wszystkich kart

source: Number of posts per tab
pl_pl: Liczba postów na zakładkę

source: Displays social contacts lists from selected settings.
ja: 選択した設定からソーシャルコンタクトリストを表示します。
pl_pl: Wyświetla listy kontaktów społecznościowych z wybranych ustawień.

source: CoverNews Social Contacts
ja: covernewsソーシャルコンタクト
pl_pl: CoverNews kontakty społeczne

source: Social menu is not set. You need to create menu and assign it to Social Menu on Menu Settings.
ja: ソーシャルメニューは設定されていません。メニューを作成し、メニュー設定のソーシャルメニューに割り当てる必要があります。
pl_pl: Menu społecznościowe nie jest ustawione. Musisz utworzyć menu i przypisać je do menu społecznościowego w ustawieniach menu.

source: CoverNews Trending Posts Carousel (By Comment)
pl_pl: CoverNews Trends Posts Carousel (według komentarza)

source: CoverNews Trending Posts Carousel (By Tag)
pl_pl: CoverNews Trending Posts Carousel (według tagu)

source: CoverNews Trending Posts Carousel (By View)
pl_pl: CoverNews Trending Posts Carousel (według widoku)

source: Displays youtube video slider.
pl_pl: Wyświetla suwak wideo YouTube.

source: CoverNews YouTube Video Slider
pl_pl: CoverNews YouTube Slider

source: Vertical
pl_pl: Pionowy

source: Horizontal
pl_pl: Poziomy

source: Slider Thumb Mode
pl_pl: Tryb kciuka suwaka

source: YouTube Videos:
pl_pl: Filmy z YouTube:

source: Upload
ja: アップロード
pl_pl: Wgrywać

source: Select Image
ja: 画像を選択
pl_pl: Wybierz obraz

source: Choose Image
ja: 画像の選択
pl_pl: Wybierz obraz

source: Select
pl_pl: Wybierać

source: Read more about %s
ja: %s についてさらに読む
pl_pl: Przeczytaj więcej o %s

source: Main Sidebar
ja: メインスライダー
pl_pl: Główny pasek boczny

source: Add widgets for main sidebar.
ja: サイドバー
pl_pl: Dodaj widżety dla głównego paska bocznego.

source: Front-page Content Section
ja: 固定ページ
pl_pl: Sekcja treści na pierwszej stronie

source: Add widgets to front-page contents section.
ja: コンテンツ
pl_pl: Dodaj widżety do sekcji treści na pierwszej stronie.

source: Front-page Sidebar Section
ja: 固定ページ
pl_pl: Sekcja na pierwszej stronie paska bocznego

source: Add widgets to front-page sidebar section.
ja: 固定ページ
pl_pl: Dodaj widżety do sekcji paska bocznego na pierwszej stronie.

source: Footer First Section
ja: フッターの最初のセクション
pl_pl: Pierwsza sekcja stopowa

source: Displays items on footer first column.
ja: 項目
pl_pl: Wyświetla elementy na stopie pierwszej kolumny.

source: Footer Second Section
ja: フッター2番目のセクション
pl_pl: Druga sekcja stopowa

source: Displays items on footer second column.
ja: 項目
pl_pl: Wyświetla elementy na drugiej kolumnie stopowej.

source: Footer Third Section
ja: フッター3番目のセクション
pl_pl: Trzecia sekcja stopowa

source: Displays items on footer third column.
ja: 項目
pl_pl: Wyświetla elementy na trzeciej kolumnie stopowej.

source: Front-page Banner Ad Section
pl_pl: Sekcja reklamowa banerowa na pierwszej stronie

source: Add widgets for frontpage banner section advertisement.
pl_pl: Dodaj widżety do reklamy w sekcji banerów frontapage.

source: Single Posts Ad Section
pl_pl: Sekcja reklamy pojedynczych

source: Add widgets for single posts advertisement.
pl_pl: Dodaj widżety do reklamy pojedynczych postów.

source: View your shopping cart
ja: お買い物カゴ
pl_pl: Zobacz swój koszyk

source: Browse:
ja: 続きを読む:
pl_pl: Przeglądać:

# breadcrumbs aria label
source: Breadcrumbs
ar: فتات الخبز
ja: パンくずリスト
pl_pl: Breatcrumbs

source: Home
ja: ホーム
pl_pl: Dom

source: 404 Not Found
ja: 404: 見つかりませんでした
pl_pl: 404 Nie znaleziono

source: Archives
ja: アーカイブ
pl_pl: Archiwa

source: Search results for: %s
ja: 検索結果: %s
pl_pl: Wyniki wyszukiwania dla: %s

source: Page %s
ja: ページ %s
pl_pl: Strona %s

source: Comment Page %s
ja: コメントページ %s
pl_pl: Komentarz Strona %s

source: Week %s
ja: %s週
pl_pl: Tydzień %s

source: Welcome! Thank you for choosing %1$s. To fully take advantage of the best our theme can offer please make sure you visit theme details page.
pl_pl: Powitanie! Dziękujemy za wybranie %1$s. Aby w pełni skorzystać z najlepszego naszego motywu, upewnij się, że odwiedź stronę dotyczącą szczegółów motywu.

source: Get started with %1$s
pl_pl: Zacznij od %1$s

source: Dismiss this notice
ja: この通知を非表示
pl_pl: Odrzuć to zawiadomienie

source: %s() method does not exist.
pl_pl: Metoda %s () nie istnieje.

source: Manage Plugins
pl_pl: Zarządzaj wtyczkami

source: Product Features
pl_pl: Funkcje produktu

source: Free
ja: 無料
pl_pl: Bezpłatny

source: Premium
pl_pl: Premia

source: Howdy %1$s, we would like to thank you for installing and activating %2$s theme for your precious site. All of the features provided by the theme are now ready to use; Here, we have gathered all of the essential details and helpful links for you and your better experience with %2$s. Once again, Thanks for using our theme!
pl_pl: Howdy %1$s, chcielibyśmy podziękować za zainstalowanie i aktywację motywu %2$s dla twojej cennej witryny. Wszystkie funkcje dostarczone przez motyw są teraz gotowe do użycia; Tutaj zebraliśmy wszystkie istotne szczegóły i pomocne linki dla Ciebie oraz Twoje lepsze doświadczenie z %2$s. Jeszcze raz dziękuję za użycie naszego motywu!

source: Getting Started
pl_pl: Rozpoczęcie pracy

source: Useful Plugins
ja: 役に立つプラグイン
pl_pl: Przydatne wtyczki

source: Demo Content
pl_pl: Treść demo

source: Theme Details
ja: テーマの詳細
pl_pl: Szczegóły motywu

source: View Demo
ja: デモを表示します
pl_pl: Zobacz demo

source: View Documentation
ja: ドキュメントを表示
pl_pl: Wyświetl dokumentację

source: Theme Documentation
pl_pl: Dokumentacja tematyczna

source: Static Front Page
ja: 静的フロントページ
pl_pl: STATYCZNA STRONA PRZEDSTAWA

source: To achieve custom home page other than blog listing, you need to create and set static front page.
pl_pl: Aby osiągnąć niestandardową stronę główną inną niż lista blogów, musisz utworzyć i ustawić statyczną stronę pierwszą.

source: Theme uses Customizer API for theme options. Using the Customizer you can easily customize different aspects of the theme.
pl_pl: Motyw używa interfejsu API Customizer dla opcji motywów. Za pomocą dostosowywania możesz łatwo dostosować różne aspekty motywu.

source: Widgets
pl_pl: Widżety

source: Theme uses Wedgets API for widget options. Using the Widgets you can easily customize different aspects of the theme.
pl_pl: Motyw używa interfejsu API Wedgets dla opcji widżetu. Za pomocą widżetów możesz łatwo dostosować różne aspekty motywu.

source: To import sample demo content, %1$s plugin should be installed and activated. After plugin is activated, visit Import Demo Data menu under Appearance.
pl_pl: Aby zaimportować przykładową zawartość demo, wtyczka %1$s powinna zostać zainstalowana i aktywowana. Po aktywacji wtyczki odwiedź menu Import Demo Menu w wyglądzie.

source: One Click Demo Import
pl_pl: Import demo jednego kliknięcia

source: Theme Preview
pl_pl: Podgląd motywu
