Repository: WordPressBugBounty/themes-covernews
Catalog: covernews/languages/*.po
Languages: ar, ja, pl_pl

source: You can check out the theme demos for reference to find out what you can achieve using the theme and how it can be customized.
pl_pl: Możesz sprawdzić wersje motywów w celu uzyskania odniesienia, aby dowiedzieć się, co możesz osiągnąć za pomocą motywu i jak można go dostosować.

source: Contact Support
ja: お問い合わせサポート
pl_pl: Kontakt z obsługą

source: Got theme support question or found bug or got some feedbacks? Best place to ask your query is the dedicated Support forum for the theme.
pl_pl: Masz pytanie dotyczące wsparcia motywu, znaleziono błąd lub masz opinie? Najlepszym miejscem do zapytania jest dedykowane forum wsparcia dla motywu.

source: Child Theme
pl_pl: Motyw dziecka

source: For advanced theme customization, it is recommended to use child theme rather than modifying the theme file itself. Using this approach, you wont lose the customization after theme update.
pl_pl: W celu dostosowywania motywów zaawansowanych zaleca się użycie motywu dziecięcego, a nie modyfikowanie samego pliku motywu. Korzystając z tego podejścia, nie stracisz dostosowywania po aktualizacji motywu.

source: Learn More
pl_pl: Dowiedz się więcej

source: Theme supports some helpful WordPress plugins to enhance your site. But, please enable only those plugins which you need in your site. For example, enable WooCommerce only if you are using e-commerce.
pl_pl: Motyw obsługuje pomocne wtyczki WordPress w celu ulepszenia Twojej witryny. Ale włącz tylko te wtyczki, których potrzebujesz na swojej stronie. Na przykład włącz WooCommerce tylko wtedy, gdy używasz e-commerce.

source: To import demo content for this theme, %1$s plugin is needed. Please make sure plugin is installed and activated. After plugin is activated, you will see Import Demo Data menu under Appearance.
pl_pl: Aby zaimportować zawartość demo dla tego motywu, potrzebna jest wtyczka %1$s. Upewnij się, że wtyczka jest zainstalowana i aktywowana. Po aktywacji wtyczki zobaczysz menu Import Dane w wyglądzie.

source: If you want more advanced features then you can upgrade to the premium version of the theme.
pl_pl: Jeśli chcesz bardziej zaawansowanych funkcji, możesz uaktualnić do wersji premium motywu.

source: Upgrade Now
pl_pl: Uaktualnij teraz

source: Install Required Plugins
ja: すべて
pl_pl: Zainstaluj wymagane wtyczki

source: Install Plugins
ja: すべて
pl_pl: Zainstaluj wtyczki

source: Installing Plugin: %s
ja: プラグインをインストール中: %s
pl_pl: Instalowanie wtyczki: %s

source: Updating Plugin: %s
ja: プラグインの更新：％s %s
pl_pl: Aktualizacja wtyczki: %s

source: Something went wrong with the plugin API.
ja: プラグイン
pl_pl: Coś poszło nie tak z API wtyczki.

source: This theme requires the following plugin: %1$s.
ja: プラグイン %1$s
pl_pl: Ten motyw wymaga następującej wtyczki: %1$s.

source: This theme recommends the following plugin: %1$s.
ja: プラグイン %1$s
pl_pl: Ten temat zaleca następującą wtyczkę: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ja: プラグイン %1$s
pl_pl: Poniższa wtyczka musi zostać zaktualizowana do swojej najnowszej wersji, aby zapewnić maksymalną kompatybilność z tym tematem: %1$s.

source: There is an update available for: %1$s.
ja: 更新する %1$s
pl_pl: Dostępna jest aktualizacja: %1$s.

source: The following required plugin is currently inactive: %1$s.
ja: プラグイン %1$s
pl_pl: Poniższa wymagana wtyczka jest obecnie nieaktywna: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ja: プラグイン %1$s
pl_pl: Poniższa zalecana wtyczka jest obecnie nieaktywna: %1$s.

source: Begin installing plugin
ja: すべて
pl_pl: Rozpocznij instalowanie wtyczki

source: Begin updating plugin
ja: プラグイン
pl_pl: Rozpocznij aktualizację wtyczki

source: Begin activating plugin
ja: プラグイン
pl_pl: Rozpocznij aktywację wtyczki

source: Return to Required Plugins Installer
ja: すべて
pl_pl: Wróć do wymaganego instalatora wtyczek

source: Return to the Dashboard
ja: ダッシュボード
pl_pl: Wróć do pulpitu nawigacyjnego

source: Plugin activated successfully.
ja: 有効化する
pl_pl: Wtyczka aktywowana pomyślnie.

source: The following plugin was activated successfully:
ja: 有効化する
pl_pl: Poniższa wtyczka została pomyślnie aktywowana:

source: No action taken. Plugin %1$s was already active.
ja: すでに %1$s
pl_pl: Brak działania. Wtyczka %1$s była już aktywna.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ja: 有効化する %s
pl_pl: Wtyczka nie jest aktywowana. Do tego motywu potrzebna jest wyższa wersja %s. Zaktualizuj wtyczkę.

source: All plugins installed and activated successfully. %1$s
ja: 有効化する %1$s
pl_pl: Wszystkie wtyczki zainstalowane i aktywowane pomyślnie. %1$s

source: There are one or more required or recommended plugins to install, update or activate.
ja: 有効化する
pl_pl: Istnieje jedna lub więcej wymaganych lub zalecanych wtyczek do instalacji, aktualizacji lub aktywacji.

source: Please contact the administrator of this site for help.
ja: 管理者
pl_pl: Skontaktuj się z administratorem tej witryny w celu uzyskania pomocy.

source: This plugin needs to be updated to be compatible with your theme.
ja: プラグイン
pl_pl: Ta wtyczka musi zostać zaktualizowana, aby była kompatybilna z motywem.

source: Update Required
ja: 更新が必要です
pl_pl: Wymagana aktualizacja

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ja: フォルダー
pl_pl: Pakiet zdalny wtyczki nie zawiera folderu z pożądanym ślimakiem, a zmiana nazwy nie działała.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ja: プラグイン
pl_pl: Skontaktuj się z dostawcą wtyczek i poproś go o pakowanie wtyczki zgodnie z wytycznymi WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ja: フォルダー
pl_pl: Pakiet zdalny wtyczki składa się z więcej niż jednego pliku, ale pliki nie są pakowane w folderze.

# plugin A *and* plugin B
source: and
ar: و
ja: そして
pl_pl: I

source: Required
ja: 必須
pl_pl: Wymagany

source: Recommended
ja: おすすめ
pl_pl: Zalecony

source: WordPress Repository
ja: WordPress
pl_pl: Repozytorium WordPress

source: External Source
ja: 外部ソース
pl_pl: Źródło zewnętrzne

source: Pre-Packaged
ja: 事前にパッケージ化されています
pl_pl: Wstępnie zapakowane

source: Not Installed
ja: すべて
pl_pl: Nie zainstalowane

source: Installed But Not Activated
ja: すべて
pl_pl: Zainstalowane, ale nie aktywowane

source: Active
ja: 有効
pl_pl: Aktywny

source: Required Update not Available
ja: 必要な更新は利用できません
pl_pl: Wymagana aktualizacja niedostępna

source: Requires Update
ja: 更新が必要です
pl_pl: Wymaga aktualizacji

source: Update recommended
ja: 更新をお勧めします
pl_pl: Aktualizacja zalecana

# plugins
source: All <span class="count">(%s)</span>
pl_pl: Wszystkie <span class = "count"> (%s) </pan>

source: To Install <span class="count">(%s)</span>
ja: すべて %s
pl_pl: Aby zainstalować <can class = "count"> (%s) </pan>

source: Update Available <span class="count">(%s)</span>
pl_pl: Aktualizacja dostępna <pan class = "count"> (%s) </pan>

source: To Activate <span class="count">(%s)</span>
ja: <span class = "count">（％s）</span>をアクティブにするには %s
pl_pl: Aby aktywować <can class = "crowin"> (%s) </pan>

# as in: "version nr unknown"
source: unknown
ar: مجهول
ja: 未知
pl_pl: nieznany

source: Installed version:
ja: すべて
pl_pl: Zainstalowana wersja:

source: Minimum required version:
ja: 必要
pl_pl: Minimalna wymagana wersja:

source: Available version:
ja: 利用可能なバージョン：
pl_pl: Dostępna wersja:

source: No plugins to install, update or activate.
ja: 有効化する
pl_pl: Brak wtyczek do instalacji, aktualizacji lub aktywowania.

source: Plugin
ja: プラグイン
pl_pl: Wtyczka

source: Source
ja: ソース
pl_pl: Źródło

source: Type
ja: タイプ
pl_pl: Typ

source: Version
ja: バージョン
pl_pl: Wersja

source: Install %2$s
ja: すべて %2$s
pl_pl: Zainstaluj %2$s

source: Update %2$s
ja: 更新％2 $ s %2$s
pl_pl: Aktualizacja %2$s

source: Activate %2$s
ja: ％2 $ sをアクティブにします %2$s
pl_pl: Aktywuj %2$s

source: Upgrade message from the plugin author:
ja: 作成者
pl_pl: Komunikat aktualizacji od autora wtyczki:

source: Install
ja: インストール
pl_pl: Zainstalować

source: Update
ja: 更新
pl_pl: Aktualizacja

source: No plugins were selected to be installed. No action taken.
ja: すべて
pl_pl: Do zainstalowania nie wybrano wtyczek. Brak działania.

source: No plugins were selected to be updated. No action taken.
ja: プラグイン
pl_pl: Nie wybrano wtyczek do aktualizacji. Brak działania.

source: No plugins are available to be installed at this time.
ja: すべて
pl_pl: W tej chwili nie są dostępne żadne wtyczki do zainstalowania.

source: No plugins are available to be updated at this time.
ja: プラグイン
pl_pl: W tej chwili nie są dostępne żadne wtyczki do aktualizacji.

source: No plugins were selected to be activated. No action taken.
ja: 有効化する
pl_pl: Do aktywacji nie wybrano wtyczek. Brak działania.

source: No plugins are available to be activated at this time.
ja: 有効化する
pl_pl: W tej chwili nie są dostępne żadne wtyczki do aktywowania.

source: Plugin activation failed.
ja: プラグインのアクティブ化に失敗しました。
pl_pl: Aktywacja wtyczki nie powiodła się.

source: Updating Plugin %1$s (%2$d/%3$d)
ja: %1$s プラグインを更新中 (%2$d/%3$d)
pl_pl: Aktualizacja wtyczki %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ja: すべて %1$s %2$s
pl_pl: Wystąpił błąd podczas instalowania %1$s: <strong> %2$s </strong>.

source: The installation of %1$s failed.
ja: すべて %1$s
pl_pl: Instalacja %1$s nie powiodła się.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ja: すべて
pl_pl: Rozpoczyna się proces instalacji i aktywacji. Proces ten może potrwać trochę czasu na niektórych gospodarzach, więc bądź cierpliwy.

source: %1$s done.
ja: ％1 $ s完了。 %1$s
pl_pl: %1$s zrobione.

source: All installations and activations have been completed.
ja: すべて
pl_pl: Wszystkie instalacje i aktywacje zostały zakończone.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ja: すべて %1$s %2$d %3$d
pl_pl: Instalowanie i aktywacja wtyczki %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ja: すべて
pl_pl: Rozpoczyna się proces instalacji. Proces ten może potrwać trochę czasu na niektórych gospodarzach, więc bądź cierpliwy.

source: All installations have been completed.
ja: すべて
pl_pl: Wszystkie instalacje zostały zakończone.

source: Installing Plugin %1$s (%2$d/%3$d)
ja: すべて %1$s %2$d %3$d
pl_pl: Instalowanie wtyczki %1$s (%2$d/%3$d)

source: Blank Canvas
ja: 空白のキャンバス
pl_pl: Puste płótno

source: Page Builder Full Width
ja: ページビルダーの全幅
pl_pl: Pełna szerokość konstruktora stron

source: Search Results for: %s
ja: 「%s」の検索結果
pl_pl: Wyniki wyszukiwania dla: %s

source: Nothing Found
ja: 何も見つかりませんでした
pl_pl: Nic nie znaleziono

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ja: 投稿する %1$s
pl_pl: Gotowy do opublikowania pierwszego postu? <a href = "%1$s"> zacznij tutaj </a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ja: 一致
pl_pl: Przepraszam, ale nic nie pasowało do twoich wyszukiwanych warunków. Spróbuj ponownie z różnymi słowami kluczowymi.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ja: お探しのコンテンツを見つけられませんでした。検索をお試しください。
pl_pl: Wygląda na to, że nie możemy znaleźć tego, czego szukasz. Być może wyszukiwanie może pomóc.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
ja: 読者 %s
pl_pl: Kontynuuj czytanie <span class = "screen-reader-text"> "%s" </pan>

source: <span class="em-post-navigation">Previous</span> %title
ja: <span class = "em-post-navigation">前の</span>％タイトル
pl_pl: <span class = "EM-Post-Navigation"> Poprzedni </pan> %title

source: <span class="em-post-navigation">Next</span> %title
ja: <span class = "em-post-navigation">次のタイトル</span>％タイトル
pl_pl: <span class = "EM-Post-Navigation"> Następnie </pan> %title

source: Continue Reading
pl_pl: Kontynuuj czytanie

source: Front-page Template
ja: フロントページテンプレート
pl_pl: Szablon na pierwszej stronie

source: Update Blockspare Pro
ja: BlockSpare Proを更新します
pl_pl: Aktualizacja Blockspare Pro

source: Update Blockspare
ja: Blockspareを更新します
pl_pl: Aktualizacja blokspar

source: Page Builder Gutenberg Blocks & Patterns
pl_pl: Bloki i wzory budownicza stron Gutenberg

source: Add pages effortlessly with expertly crafted Gutenberg patterns and blocks for blogs, magazines, newspapers, and agency sites using the Blockspare plugin!
pl_pl: Dodaj strony bez wysiłku z fachowo spreparowanymi wzorami i blogami Gutenberga dla blogów, czasopism, gazet i witryn agencyjnych za pomocą wtyczki Blockspare!

source: Hello
ja: こんにちは
pl_pl: Cześć

source: Welcome to
ja: ようこそ
pl_pl: Witamy

source: Update Elespare Pro
ja: Elespare Proを更新します
pl_pl: Zaktualizuj Elespare Pro

source: Update Elespare
ja: Elespareを更新します
pl_pl: Zaktualizuj Elespare

source: Page Builder Elementor Widgets
pl_pl: Widget Elementor Builder Page

source: Add pages effortlessly with expertly crafted Elementor widgets for blogs, magazines, newspapers, and agency sites using the Elespare plugin!
pl_pl: Dodaj strony bez wysiłku dzięki fachowo wykonanym widżetom elementorów dla blogów, czasopism, gazet i witryn agencyjnych za pomocą wtyczki Elespare!

source: we would like to thank you for installing and activating [theme] theme for your precious site. All of the features provided by the theme are now ready to use; Here, we have gathered all of the essential details and helpful links for you and your better experience with [theme]. Once again, Thanks for using our theme!
pl_pl: Chcielibyśmy podziękować za zainstalowanie i aktywowanie motywu [motywu] dla Twojej cennej witryny. Wszystkie funkcje dostarczone przez motyw są teraz gotowe do użycia; Tutaj zebraliśmy wszystkie istotne szczegóły i pomocne linki dla Ciebie oraz Twoje lepsze doświadczenie z [motywem]. Jeszcze raz dziękuję za użycie naszego motywu!

source: View Demos
pl_pl: Zobacz dema

source: Demo Sites
pl_pl: Witryny demo

source: Set the theme header type, set the colors, spacing, alignment and more.
ja: テーマ
pl_pl: Ustaw typ nagłówka motywu, ustaw kolory, odstępy, wyrównanie i wiele innych.

source: You can easily place your promotional banners within your header section.
ja: プロモーションバナーをヘッダーセクション内に簡単に配置できます。
pl_pl: Możesz łatwo umieścić swoje promocyjne sztandary w sekcji nagłówka.

source: Color Options
ja: カラーオプション
pl_pl: Opcje kolorów

source: Change the color setting provide with the Theme.
ja: カラー設定を変更して、テーマを提供します。
pl_pl: Zmień ustawienie kolorów, aby zapewnić motyw.

source: Main Banner Options
ja: メインバナーオプション
pl_pl: Główne opcje banerowe

source: Selecting different categories can be done for different section.
ja: 異なるカテゴリを選択することは、異なるセクションで実行できます。
pl_pl: Wybór różnych kategorii można wykonać dla innej sekcji.

source: Front-page Option
pl_pl: Opcja na pierwszej stronie

source: Front-page layout with Popular Tag, Breaking News, Main Banner, Feature News can be set.
pl_pl: Można ustalić układ na pierwszej stronie z popularnym tagiem, najświeższymi wiadomościami, głównym banerem, wiadomościami.

source: Set the Homepage as a static page to create own homepage using widgets.
ja: 固定ページ
pl_pl: Ustaw stronę główną jako stronę statyczną, aby utworzyć własną stronę główną za pomocą widżetów.

source: Widgets Area
ja: ウィジェットエリア
pl_pl: Obszar widżetów

source: Widgets can be added on all the section provide by the Theme.
ja: すべて
pl_pl: Widżety można dodać do całej sekcji podanej przez motyw.

source: Archive Options
ja: アーカイブオプション
pl_pl: Opcje archiwum

source: Customize the blog layout desgin.
ja: ブログのレイアウトDesginをカスタマイズします。
pl_pl: Dostosuj układ bloga Desgin.

source: Theme Option
ja: テーマオプション
pl_pl: Opcja motywu

source: Set the Global Layout, Breadcrumb, Sidebar, Single Post, You may have missed and more.
ja: グローバルなレイアウト、パン界、サイドバー、シングルポストを設定すると、見逃している可能性があります。
pl_pl: Ustaw globalny układ, bułkę, pasek boczny, pojedynczy post, być może przegapiłeś i więcej.

source: Footer Options
ja: フッターオプション
pl_pl: Opcje stopki

source: Set the footer type, number of columns, spacing and colors.
ja: フッタータイプ、列の数、間隔、色を設定します。
pl_pl: Ustaw typ stopki, liczbę kolumn, odstępy i kolory.

source: A stunning assortment of WordPress post widgets. It allows you to display your posts in many formats such as grid, list, tile, full, express, and so on.
pl_pl: Oszałamiający asortyment widżetów WordPress Post. Pozwala wyświetlać posty w wielu formatach, takich jak siatka, lista, płytki, pełne, ekspresowe i tak dalej.

source: Beautiful Page Building Gutenberg Blocks for WordPress
pl_pl: Piękna strona budynku Bloki Gutenberg dla WordPress

source: We build a beautiful series of page section Gutenberg blocks for WordPress content to help you quickly create the website you have always desired..
pl_pl: Budujemy piękną serię sekcji strony Gutenberg dla treści WordPress, aby szybko utworzyć witrynę, której zawsze chciałeś.

source: Latest Posts Block for WordPress (Gutenberg)
pl_pl: Najnowsze posty blokują WordPress (Gutenberg)

source: A beautiful collection of latest posts Gutenberg blocks for WordPress, which helps you to design posts grid, posts list, full posts layout, advanced express posts design, and tile layouts of your posts.
pl_pl: Piękna kolekcja najnowszych postów bloków Gutenberg dla WordPress, która pomaga projektować posty siatki, listę postów, układ pełnego postów, zaawansowany projekt postów ekspresowych i układy płytek.

source: Team and Testimonial Block for WordPress (Gutenberg)
pl_pl: Zespół i blok referencyjny dla WordPress (Gutenberg)

source: With the Team and Testimonial Block for Gutenberg, you can quickly create a beautiful, responsive, and high-converting team, members, review, rating, etc, sections. There is no need to code anything.
pl_pl: Z zespołem i blokiem referencyjnym dla Gutenberga możesz szybko stworzyć piękny, responsywny i wysoko konwersujący zespół, członków, recenzję, ocenę itp. Nie ma potrzeby niczego kodować.

source: Pricing Table Block for WordPress (Gutenberg)
pl_pl: Blok tabeli wyceny dla WordPress (Gutenberg)

source: With the Pricing Table Block for Gutenberg, you can quickly create a beautiful, responsive, and high-converting pricing table. There is no need to code anything.
pl_pl: Dzięki bloku stołowym dla Gutenberga możesz szybko stworzyć piękny, responsywny i wysoko konwertujący stół cenowy. Nie ma potrzeby niczego kodować.

source: View
ja: 表示
pl_pl: Pogląd

source: Got theme support question or found bug or got some feedbacks? Best place to ask your query is the dedicated Support forum for the theme..
ja: フィード
pl_pl: Masz pytanie dotyczące wsparcia motywu, znaleziono błąd lub masz opinie? Najlepszym miejscem na zapytanie jest dedykowane forum wsparcia dla motywu.

source: Video Tutorials
ja: ビデオチュートリアル
pl_pl: Samouczki wideo

source: Video
ja: 動画
pl_pl: Wideo

source: Watch out the videos for an easy learning on Customizing the Theme .
ja: 動画
pl_pl: Uważaj filmy, aby łatwo uczyć się dostosowywania motywu.

source: 3CX Free Live Chat
pl_pl: 3CX Darmowy czat na żywo

source: Visit
pl_pl: Odwiedzać

source: We have built a new live chat solution called 3cx startup! this will give you completely free live chat, voice capability plus a team communication system!
pl_pl: Zbudowaliśmy nowe rozwiązanie czatu na żywo o nazwie 3CX Startup! To da ci całkowicie bezpłatny czat na żywo, funkcję głosu oraz system komunikacji zespołowej!

source: Use AF Companion to import live demo content, widgets, and settings swiftly. This plugin gives fundamental layout to build your website and accelerate the development process.
ja: コンテンツ
pl_pl: Użyj towarzysza AF, aby szybko importować treści demo na żywo, widżety i ustawienia. Ta wtyczka zapewnia fundamentalny układ w celu budowy witryny i przyspieszenia procesu rozwoju.

source: You may design complicated layouts for your website in just a few minutes with our adaptable and inventive blocks.
ja: ブロック
pl_pl: Możesz zaprojektować skomplikowane układy dla swojej witryny w ciągu zaledwie kilku minut z naszymi dostosowującymi i pomysłowymi blokami.

source: Get ready-to-use Starter Sites instantly and build modern websites in minutes.
ja: サイト
pl_pl: Natychmiast zdobądź gotowe do użycia witryny startowe i zbuduj nowoczesne strony internetowe w kilka minut.

source: DESIGN PERFECT BLOG, NEWS, OR MAGAZINE WEBSITES Elespare is a simple yet effective WordPress plugin that lets you use Elementor to create fantastic Header, Footer and Contents of websites with highly customization options for FREE.
ja: Design Perfect Blog、News、またはMagazineのWebサイトElespareは、Elementorを使用して、無料でカスタマイズオプションを備えた素晴らしいヘッダー、フッター、Webサイトのコンテンツを作成できるシンプルで効果的なWordPressプラグインです。
pl_pl: Projektowanie doskonałych blogów, wiadomości lub witryny magazynu Elespare to prosta, ale skuteczna wtyczka WordPress, która pozwala używać Elementor do tworzenia fantastycznego nagłówka, stopki i zawartości stron internetowych z opcjami dostosowywania za darmo.

source: A beautiful collection of latest posts Gutenberg blocks for WordPress, which helps you to design posts grid, posts list, full posts layout, advanced express posts design and tile layouts of your posts.
ja: ブロック
pl_pl: Piękna kolekcja najnowszych postów bloków Gutenberg dla WordPress, która pomaga projektować posty siatki, listę postów, układ pełnego postów, zaawansowane projekty postów ekspresowych i układy płytek twoich postów.

source: We build a beautiful series of page section Gutenberg blocks for WordPress content to help you quickly create the website you've always desired.
ja: ブロック
pl_pl: Budujemy piękną serię sekcji strony Gutenberg dla treści WordPress, aby szybko utworzyć witrynę, której zawsze chciałeś.

source: It has 3 different widgets for post's author, selective author by id and custom author. It also provides shortcodes for the author profile.
ja: 作成者
pl_pl: Ma 3 różne widżety dla autora Post, selektywnego autora według identyfikatora i autora niestandardowego. Zapewnia również skróty dla profilu autora.

source: This free plugin offers a free live chat solution for your website visitors to contact you via live chat or a live call - all for free! Engage with your customers and increase sales.
ja: すべて
pl_pl: Ta bezpłatna wtyczka oferuje bezpłatne rozwiązanie czatu na żywo dla odwiedzających witrynę, aby skontaktować się z Tobą za pośrednictwem czatu na żywo lub połączenia na żywo - wszystko za darmo! Angażuj się z klientami i zwiększ sprzedaż.

source: A free WordPress Plugin which facilitates with the functionality to submit Posts from frontend with or without logging in with various configurable options.
ja: オプション
pl_pl: Bezpłatna wtyczka WordPress, która ułatwia funkcjonalność do przesyłania postów z Frontend z lub bez logowania z różnymi konfigurowalnymi opcjami.

source: This plugin helps you grow your Mailchimp lists and write better newsletters through various methods. You can create good looking opt-in forms or integrate with any existing form on your site, like your comment, contact or checkout form.
ja: 購入手続き
pl_pl: Ta wtyczka pomaga rozwinąć listy MailChimp i pisać lepsze biuletyny za pomocą różnych metod. Możesz tworzyć dobrze wyglądające formularze opt-in lub zintegrować z dowolnym istniejącym formularzem w Twojej witrynie, takich jak komentarz, kontakt lub formularz kasy.

source: Get Started with Beautiful Starter Templates.
pl_pl: Zacznij od pięknych szablonów startowych.
