Repository: WordPressBugBounty/themes-covernews
Catalog: covernews/languages/*.po
Languages: ar, ja, pl_pl

source: Use templatespare to import live demo content, widgets, and settings swiftly. This plugin gives fundamental layout to build your website and accelerate the development process.
pl_pl: Używaj TemplateSpare, aby szybko importować treści demo na żywo, widżety i ustawienia. Ta wtyczka zapewnia fundamentalny układ w celu budowy witryny i przyspieszenia procesu rozwoju.

source: Use blockspare to import live demo content, widgets, and settings swiftly. This plugin gives fundamental layout to build your website and accelerate the development process.
pl_pl: Użyj Blockspare, aby szybko importować treści demo na żywo, widżety i ustawienia. Ta wtyczka zapewnia fundamentalny układ w celu budowy witryny i przyspieszenia procesu rozwoju.

source: Get started
ja: 始めてみよう
pl_pl: Zacznij

source: Premium Plugins
pl_pl: Wtyczki premium

source: Change Log
ja: ログを変更します
pl_pl: Zmień dziennik

source: Go to option
ja: オプション
pl_pl: Przejdź do opcji

source: Buy Now
pl_pl: Kup teraz

source: Update Templatespare
ja: TemplatesPareを更新します
pl_pl: Aktualizacja TemplateSpare

source: Create Your Dream Website in Minutes!
pl_pl: Stwórz swoją wymarzoną stronę internetową w ciągu kilku minut!

source: No coding needed. One-click import of expert-made starter sites with customizer, widgets, Elementor Template Kits, and Gutenberg Patterns. Start now with Templatespare Plugin!
pl_pl: Brak kodowania. Jedno kliknięcie importu specjalistycznych witryn startowych z dostosowywaniem, widżetami, zestawami szablonów elementor i wzorami Gutenberga. Zacznij teraz od wtyczki TemplatesPare!

source: Preview
pl_pl: Zapowiedź

source: CoverNews is a clean and elegant free WordPress theme that is perfect for online blog and magazine. With the help of block patterns, live customizer options and custom widgets, you can design your website as you like and preview the changes live. This theme is fully responsive that looks beautiful on all the screen sizes from small to large devices. As it includes many useful features that require to build an awesome looking website, you can implement the layout as a personal blog, modern news journals, fashion magazine, travel blogging & magazine, vibrant news sites and more. It is also compatible with Elementor, Gutenberg along with WooCommerce plugin that helps you to integrate an online business with your blog easily. The RTL language supported theme is well optimized that helps to rank your website in the top of search engines and users will get an outstanding support from the team if there will be any difficulties while using the theme. There are a number demos available for this theme so import the one you like and start to build a website. See our demos: https://afthemes.com/products/covernews/#aft-view-starter-sites Videos: https://www.youtube.com/@wpafthemes/ Docs: https://docs.afthemes.com/covernews/
ar: CoverNews هو موضوع WordPress مجاني نظيف وأنيق مثالي للمدونة والمجلة عبر الإنترنت. بمساعدة أنماط الكتلة ، وخيارات المخصصات المباشرة والعناصر المستخدمة المخصصة ، يمكنك تصميم موقع الويب الخاص بك كما تريد ومعاينة التغييرات مباشرة. هذا الموضوع يستجيب تمامًا يبدو جميلًا على جميع أحجام الشاشة من الأجهزة الصغيرة إلى الكبيرة. نظرًا لأنه يتضمن العديد من الميزات المفيدة التي تتطلب إنشاء موقع ويب رائع المظهر ، يمكنك تنفيذ التصميم كمدونة شخصية ، ومجلات أخبار حديثة ، ومجلة الموضة ، ومدونات السفر والمجلات ، ومواقع الأخبار النابضة بالحياة والمزيد. إنه متوافق أيضًا مع Elementor و Gutenberg إلى جانب WooCommerce Plugin الذي يساعدك على دمج شركة عبر الإنترنت مع مدونتك بسهولة. تم تحسين السمة المدعومة من لغة RTL بشكل جيد والتي تساعد على تصنيف موقع الويب الخاص بك في الجزء العلوي من محركات البحث وسيحصل المستخدمون على دعم رائع من الفريق إذا كانت هناك أي صعوبات أثناء استخدام السمة. هناك عرض عروض تجريبية متاحة لهذا الموضوع ، لذا استيراد الشخص الذي تريده وتبدأ في إنشاء موقع ويب. انظر العروض التوضيحية لدينا: https://afthemes.com/products/covernews/#aft-view-starter-sites مقاطع الفيديو:

source: AF themes
ar: مواضيع AF

source: Oops! That page can&rsquo;t be found.
ar: أُووبس! يمكن العثور على تلك الصفحة.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ar: يبدو أنه لم يتم العثور على أي شيء في هذا الموقع. ربما جرب أحد الروابط أدناه أو البحث؟

source: %s
ar: ٪ ق

source: Starter Sites
ar: مواقع بداية

source: Block Patterns
ar: كتلة أنماط

source: Elementor Kits
ar: مجموعات Elementor

source: Customize
ar: تخصيص

source: Settings
ar: إعدادات

source: Upgrade
ar: يرقي

source: The Templatespare plugin should be updated to the latest version
ar: يجب تحديث المكون الإضافي templatespare إلى أحدث إصدار

source: Import a Starter Site, Personalize, and Live it in 3 Easy Steps!
ar: استيراد موقع بداية ، وتخصيصه ، والعيش في 3 خطوات سهلة!

source: Blockspare plugin version should be more than %s.
ar: يجب أن يكون إصدار المكون الإضافي blockspare أكثر من ٪ s.

source: One-click Demo Import, Block Editor Ready, No Code Required! Built with Blockspare.
ar: استيراد DEMO بنقرة واحدة ، محرر كتلة جاهز ، لا يوجد رمز مطلوب! بنيت مع blockspare.

source: Elespare plugin version should be more than %s.
ar: يجب أن يكون إصدار Elespare Plugin أكثر من ٪ s.

source: One-click Import, Header/Footer Builder, Multilingual Support! Powered by Elespare.
ar: انقرة واحدة استيراد ، منشئ الرأس/تذييل ، دعم متعدد اللغات! مدعوم من Elespare.

source: Are you sure you want to install this plugin?
ar: هل أنت متأكد من أنك تريد تثبيت هذا البرنامج المساعد؟

source: Install Now
ar: تثبيت الآن

source: Activate
ar: فعل

source: Activated
ar: المنشط

source: Get Starter Sites
ar: احصل على مواقع بداية

source: Get Started
ar: ابدأ

source: The "Get Started" action will install/activate the Templatespare and Blockspare plugins for Starter Sites and Templates.
ar: سيتم تثبيت/تنشيط إجراء "Get Sential"/تنشيط مكونات TemplatesPare و Blockspare لمواقع بداية وقوالب.

source: By
ar: بواسطة

source: More Details
ar: مزيد من التفاصيل

source: Howdy!
ar: مرحبا!

source: %s is now installed and ready to use. We've assembled some links to get you started.
ar: تم تثبيت ٪ S الآن وجاهز للاستخدام. لقد قمنا بتجميع بعض الروابط لتبدأ.

source: Explore Our Pre-Built Starter Websites!
ar: استكشاف مواقع المبتدئين المُصنعة مسبقًا!

source: Let your imagination soar! Designed with User-Friendly features, incorporating the Latest Trends and SEO-Friendly Markups. We genuinely appreciate you choosing our theme!
ar: دع خيالك يرتفع! تم تصميمه بميزات سهلة الاستخدام ، حيث تضم أحدث الاتجاهات وعلامات SEO صديقة لكبار المسئولين الاقتصاديين. نحن نقدر لك حقًا اختيار موضوعنا!

source: Demos/product
ar: العروض التوضيحية/المنتج

source: Theme dashboard
ar: لوحة القيادة

source: Documentation
ar: الوثائق

source: Please check our full documentation for detailed information on how to setup and customize the theme.
ar: يرجى التحقق من الوثائق الكاملة للحصول على معلومات مفصلة حول كيفية إعداد وتخصيص السمة.

source: Docs
ar: مستندات

source: Videos
ar: مقاطع الفيديو

source: Blog
ar: مدونة

source: Rate This Theme
ar: قيم هذا الموضوع

source: Sorry, you are not allowed to install plugins on this site.
ar: آسف ، لا يُسمح لك بتثبيت الإضافات على هذا الموقع.

source: Error - unable to verify nonce, please try again.
ar: خطأ - غير قادر على التحقق من nonce ، يرجى المحاولة مرة أخرى.

source: Sorry, you are not allowed to activate plugins on this site.
ar: آسف ، لا يُسمح لك بتنشيط الإضافات على هذا الموقع.

source: One thought on &ldquo;%1$s&rdquo;
ar: فكرة واحدة على & ldquo ؛ ٪ 1 $ s & rdquo ؛

source: Comments are closed.
ar: التعليقات مغلقة.

source: Primary Menu
ar: القائمة الأولية

source: Top Menu
ar: قائمة أعلى

source: Social Menu
ar: القائمة الاجتماعية

source: Footer Menu
ar: قائمة تذييل

# Source Sans Pro font: on or off
source: on
ar: على
ja: の上

# Lato font: on or off
source: on
ar: على
ja: の上

source: Skip to content
ar: تخطي إلى المحتوى

source: All
ar: الجميع

source: Flash Story
ar: قصة فلاش

source: Main Story
ar: القصة الرئيسية

source: Editor's Picks
ar: اختيارات المحرر

source: Trending Story
ar: قصة تتجه

source: Featured Story
ar: قصة مميزة

source: Read More
ar: اقرأ المزيد

source: More Stories
ar: المزيد من القصص

source: You may have missed
ar: ربما تكون قد فاتتك

source: Copyright &copy; All rights reserved.
ar: حقوق الطبع والنشر ونسخ ؛ جميع الحقوق محفوظة.

source: Site Title Size
ar: حجم عنوان الموقع

source: Site Title/Tagline Color
ar: عنوان الموقع/لون الشعار

source: Header Image Mode
ar: وضع صورة الرأس

source: Image visibility may vary as per the mode
ar: قد تختلف رؤية الصورة حسب الوضع

source: Set as Background
ar: تعيين كخلفية

source: Show Full Image
ar: عرض الصورة الكاملة

source: Disable Image Tint/Overlay
ar: تعطيل صبغة الصورة/تراكب

source: Site Mode
ar: وضع الموقع

source: Select global site mode
ar: حدد وضع الموقع العالمي

source: Default
ar: تقصير

source: Dark
ar: مظلم

source: Background Color will not be applicable for this mode.
ar: لن يكون لون الخلفية قابلاً للتطبيق لهذا الوضع.

source: Upgrade now
ar: الترقية الآن

source: Frontpage Options
ar: خيارات Prontpage

source: Banner Advertisement
ar: إعلان شعار

source: Banner Section Advertisement
ar: إعلان قسم الشعارات

source: Recommended Size %1$s px X %2$s px
ar: الحجم الموصى به ٪ 1 $ s px x ٪ 2 $ s px

source: URL Link
ar: رابط URL

source: Open in new tab
ar: افتح في علامة تبويب جديدة

source: Show banner advertisement on
ar: عرض إعلان لافتة على

source: Select scope to display on banner advertisement section
ar: حدد نطاقًا لعرضه على قسم إعلانات اللافتة

source: Show on Homepage only
ar: عرض على الصفحة الرئيسية فقط

source: Show sitewide
ar: عرض Sitewide

source: Flash Posts
ar: وظائف فلاش

source: Enable Flash Posts Section
ar: تمكين قسم منشورات الفلاش

source: Flash Story Title
ar: عنوان قصة فلاش

source: Flash Posts Category
ar: فلاش فئة مشاركات

source: Select category to be shown on trending posts
ar: Error 500 (Server Error)!!1500.That’s an error.There was an error. Please try again later.That’s all we know.

source: Main Banner Section
ar: قسم الشعار الرئيسي

source: Enable Main Banner Slider
ar: تمكين شريط التمرير الرئيسي لافتة

source: Banner Section Order
ar: ترتيب قسم اللافتة

source: Select Banner Section Order
ar: حدد أمر قسم اللافتة

source: Order 2
ar: أمر 2

source: Main Story Section
ar: قسم القصة الرئيسية

source: Main Story Slider Title
ar: عنوان منزلق القصة الرئيسية

source: Slider Posts Category
ar: فئة منشورات شريط التمرير

source: Select category to be shown on Main Story slider section
ar: حدد فئة ليتم عرضها في قسم منزلق القصة الرئيسية

source: Editor's Picks Section
ar: قسم اختيارات المحرر

source: Editor's Picks Title
ar: يختار المحرر عنوان

source: Editor's Picks Category
ar: فئة اختيارات المحرر

source: Select category to be shown on Editor's Picks section
ar: حدد فئة ليتم عرضها في قسم اختيارات المحرر

source: Trending Story Section
ar: قسم قصة تتجه

source: Trending Vertical Slider Title
ar: عنوان شريط التمرير العمودي

source: Trending News Category
ar: فئة الأخبار المتجهة

source: Select category to be shown on Trending section
ar: حدد الفئة التي سيتم عرضها في قسم TRENDING

source: Disable main banner section on blog archive
ar: قم بتعطيل قسم الراية الرئيسي على أرشيف المدونة

source: The option will disable trending news, main slider, featured news, featured products from blog archive page.
ar: سيقوم الخيار بتعطيل الأخبار Trending ، Main Slider ، أخبار مميزة ، منتجات مميزة من صفحة أرشيف المدونة.

source: Featured Posts Section
ar: قسم المشاركات المميزة

source: Enable Featured New Section
ar: تمكين قسم جديد مميز

source: Featured Posts Section Title
ar: عنوان قسم المشاركات المميزة

source: Featured Posts Category
ar: فئة المشاركات المميزة

source: Select category to be shown on featured section
ar: حدد فئة ليتم عرضها في القسم المميز

source: Frontpage Layout Settings
ar: إعدادات تخطيط Prontpage

source: Frontpage Content alignment
ar: محاذاة محتوى Prontpage

source: Select frontpage content alignment
ar: حدد محاذاة محتوى Prontpage

source: Home Content - Home Sidebar
ar: محتوى المنزل - الشريط الجانبي المنزلي

source: Home Sidebar - Home Content
ar: الشريط الجانبي الرئيسي - محتوى المنزل

source: Only Home Content
ar: محتوى المنزل فقط

source: Theme Options
ar: خيارات الموضوع

source: Preloader Options
ar: خيارات التحميل المسبق

source: Enable preloader
ar: تمكين التحميل المسبق

source: Header Options
ar: خيارات الرأس

source: Show date on top header
ar: تاريخ العرض على رأس أعلى

source: Show social menu on top header
ar: إظهار القائمة الاجتماعية على رأس الرأس

source: Disable Sticky Header
ar: تعطيل رأس لاصق

source: Breadcrumb Options
ar: خيارات الخبز

source: Show breadcrumbs
ar: عرض فتات الخبز

source: Select Breadcrumbs
ar: حدد فتات الخبز

source: Please ensure that you have enabled the plugin's breadcrumbs before choosing other than Default
ar: يرجى التأكد من أنك قمت بتمكين فتات الخبز المكون الإضافي قبل الاختيار غير الافتراضي

source: Rank Math
ar: رتبة الرياضيات

source: NavXT
ar: نافس

source: Global Settings
ar: الإعدادات العالمية

source: Conatiner Width
ar: عرض conatiner

source: Select Conatiner Width
ar: حدد عرض Conatiner

source: Wide
ar: واسع

source: Full Width
ar: عرض كامل

source: Content Alignment
ar: محاذاة المحتوى

source: Select global content alignment
ar: حدد محاذاة المحتوى العالمي

source: Content - Primary sidebar
ar: المحتوى - الشريط الجانبي الأساسي

source: Primary sidebar - Content
ar: الشريط الجانبي الأساسي - المحتوى

source: Full width content
ar: محتوى العرض الكامل

source: Image Lazy Loading
ar: صورة التحميل كسول

source: Enable
ar: يُمكَِن

source: Disable
ar: إبطال

source: Date and Author Display
ar: عرض التاريخ وعرض المؤلف

source: Select date and author display settings below post title
ar: حدد تاريخ عرض التاريخ والاتحاد أدناه عنوان المنشور

source: Show Date and Author
ar: تاريخ العرض والمؤلف

source: Show Date Only
ar: تاريخ العرض فقط

source: Show Author Only
ar: عرض المؤلف فقط

source: Hide All
ar: إخفاء كل شيء

source: Date Display Format
ar: تنسيق عرض التاريخ

source: Select date display display format
ar: حدد تنسيق عرض عرض التاريخ

source: Date Format by Theme
ar: تنسيق التاريخ حسب الموضوع

source: WordPress Default Date Format
ar: تنسيق تاريخ ووردبريس الافتراضي

source: Show Comment Count
ar: عرض عدد التعليقات

source: Enable
ar: يُمكَِن

source: Single Posts Settings
ar: إعدادات منشورات واحدة

source: Show Featured Image
ar: عرض صورة مميزة

source: Global Content Mode
ar: وضع المحتوى العالمي

source: Individual posts edit panel also have the option
ar: لوحة تحرير المشاركات الفردية لديها أيضا الخيار

source: Spacious
ar: واسع

source: Show Tags Below Content
ar: إظهار العلامات أدناه المحتوى

source: Yes
ar: نعم

source: No
ar: لا

source: Sidebar Settings
ar: إعدادات الشريط الجانبي

source: Make Sidebar Sticky
ar: جعل الشريط الجانبي لزجة

source: Sidebar Sticky Position
ar: الشريط الجانبي الموقف اللزج

source: Top
ar: قمة

source: Bottom
ar: قاع

source: Archive Settings
ar: إعدادات الأرشيف

source: Archive layout
ar: تخطيط الأرشيف

source: Select layout for archive
ar: حدد تخطيط للأرشيف

source: Full
ar: ممتلىء

source: Grid
ar: شبكة

source: Image alignment
ar: محاذاة الصورة

source: Select image alignment for archive
ar: حدد محاذاة الصورة للأرشيف

source: Left
ar: غادر

source: Right
ar: يمين

source: Content view
ar: عرض المحتوى

source: Select content view for archive
ar: حدد عرض المحتوى للأرشيف

source: Post excerpt
ar: مقتطفات ما بعد

source: Full Content
ar: المحتوى الكامل

source: None
ar: لا أحد

source: Excerpt Mode
ar: وضع المقتطف

source: Select Excerpt display mode
ar: حدد وضع العرض المقتطف

source: Trimmed Content
ar: محتوى مشذوب

source: Default Excerpt
ar: مقتطفات افتراضية

source: Related Posts
ar: الوظائف ذات الصلة

source: Show on single posts
ar: عرض على مشاركات واحدة

source: Title
ar: عنوان

source: Latest Posts Options
ar: أحدث خيارات المشاركات

source: Show Latest Posts Section above Footer
ar: إظهار أحدث قسم المشاركات فوق تذييل تذييل

source: Latest Posts Section Title
ar: أحدث عنوان قسم المشاركات

source: Footer
ar: تذييل

source: Copyright Text
ar: نص حقوق الطبع والنشر

source: Pages:
ar: الصفحات:

source: Toggle Primary Menu
ar: تبديل القائمة الأولية

source: Layout Options
ar: خيارات التخطيط

source: Set as global layout
ar: تم تعيينه كخطط عالمي

source: Content - Primary Sidebar
ar: المحتوى - الشريط الجانبي الأساسي

source: Primary Sidebar - Content
ar: الشريط الجانبي الأساسي - المحتوى

source: Category Color 1
ar: لون الفئة 1

source: Category Color 2
ar: لون الفئة 2

source: Category Color 3
ar: لون الفئة 3

source: Color Class
ar: فئة اللون

source: Select category color class. You can set appropriate categories color on "Categories" section of the theme customizer.
ar: حدد فئة الألوان الفئة. يمكنك تعيين لون الفئات المناسبة على قسم "الفئات" من مخصص السمة.

source: AF Companion
ar: بواسطة رفيق

source: Elespare
ar: رفع

source: Latest Posts Block
ar: أحدث مشاركات كتلة

source: Magic Content Box
ar: مربع المحتوى السحري

source: WP Post Author
ar: مؤلف بوست WP

source: Free Live Chat using 3CX
ar: دردشة مباشرة مجانية باستخدام 3CX

source: Ticker News
ar: أخبار مؤشر

source: Main Banner
ar: لافتة رئيسية

source: Featured News
ar: أخبار مميزة

source: Three Columns Posts
ar: ثلاثة أعمدة منشورات

source: Three Columns
ar: ثلاثة أعمدة

source: Post Carousel
ar: بعد الكاروسيل

source: Express Grid
ar: الشبكة السريعة

source: About Author
ar: حول المؤلف

source: We mainly focus on quality code and elegant design with incredible support. Our WordPress themes and plugins empower you to create an elegant, professional, and easy-to-maintain website in no time at all. Even on mobile and tablet screens, your website will look great
ar: نركز بشكل أساسي على كود الجودة والتصميم الأنيق بدعم لا يصدق. تمكنك موضوعات WordPress ومكونات الإضافات الخاصة بنا من إنشاء موقع ويب أنيق ومهني وسهل الرعي في أي وقت من الأوقات على الإطلاق. حتى على شاشات الأجهزة المحمولة والأجهزة اللوحية ، سيبدو موقع الويب الخاص بك رائعًا

source: Post Slider
ar: بعد شريط التمرير

source: Post Grid
ar: شبكة ما بعد

source: Post List
ar: قائمة النشر

source: Connect to Us
ar: تواصل معنا

source: Advertisement
ar: إعلان

source: Express Tile
ar: البلاط التعبير

source: Single Column
ar: عمود واحد

source: Categories
ar: فئات

source: Section 1
ar: القسم 1

source: Section 2
ar: القسم 2

source: Section 3
ar: القسم 3

source: Section 4
ar: القسم 4

source: Howdy, %1$s! We've noticed that you've been using %2$s for some time now, we hope you are loving it! We would appreciate it if you can %3$sgive us a 5 star rating on WordPress.org%4$s! We'll continue to develop exciting new features for free in the future by sharing the love!
ar: Howdy ، ٪ 1 $ s! لقد لاحظنا أنك تستخدم ٪ 2 $ S لبعض الوقت الآن ، نأمل أن تكون تحبها! سنقدر ذلك إذا كنت تستطيع ٪ 3 $ sgive لنا تصنيف 5 نجوم على WordPress.org ٪ 4 $ s! سنستمر في تطوير ميزات جديدة مثيرة مجانًا في المستقبل من خلال مشاركة الحب!

source: Sure thing
ar: شيء أكيد

source: Remind me later
ar: ذكرني لاحقًا

source: I've already done.
ar: لقد فعلت بالفعل.

source: Got any support queries?
ar: هل حصلت على أي استفسارات دعم؟

source: Action failed. Please refresh the page and retry.
ar: فشل العمل. يرجى تحديث الصفحة وإعادة المحاولة.

source: Cheatin&#8217; huh?
ar: Cheatin &#8217 ؛ هاه؟

source: %1$s 🎁 Hope you're loving our free %2$s theme! Dive into the festive spirit with an exclusive gift: %4$s premium features! Use code %3$s at checkout. Wishing you a season filled with joyous holidays and even happier savings! 🎄✨
ar: ٪ 1 $ s 🎁 أتمنى أن تكون محبة موضوعنا المجاني ٪ 2 $ s! الغوص في الروح الاحتفالية مع هدية حصرية: ٪ 4 $ s ميزات قسط! استخدم الرمز ٪ 3 $ s عند الخروج. أتمنى لك موسمًا مليئًا بأعياد سعيدة وحتى مدخرات أكثر سعادة! 🎄✨

source: Claim Your Discount
ar: ادعاء خصمك

source: Power Bundle
ar: حزمة السلطة

source: All Themes Plan
ar: جميع المواضيع تخطط

source: Maybe Later
ar: ربما في وقت لاحق

source: Have Queries?
ar: هل لديك استفسارات؟

source: Previous
ar: سابق

source: Next
ar: التالي

source: View all posts in %s
ar: عرض جميع المنشورات في ٪ s

source: ago
ar: منذ

source: Edit <span class="screen-reader-text">%s</span>
ar: تحرير <span class = "screen-reger-text"> ٪ s </span>

source: Displays author info.
ar: يعرض معلومات المؤلف.

source: CoverNews Author Info
ar: CoverNews معلومات المؤلف

source: Profile image
ar: صورة الملف الشخصي

source: Name
ar: اسم

source: Descriptions
ar: الأوصاف

source: Facebook
ar: فيسبوك

source: Twitter
ar: تغريد

source: Displays posts carousel from selected category.
ar: يعرض المنشورات الكاروسيل من فئة محددة.

source: Select category
ar: حدد الفئة

source: Displays posts from 2 selected categories in double column.
ar: يعرض المنشورات من فئتين محددتين في عمود مزدوج.

source: CoverNews Double Categories Posts
ar: CoverNews الفئات المزدوجة المشاركات

source: Big thumb in first and other in list
ar: إبهام كبير في القائمة الأولى والآخر

source: All in list
ar: كل شيء في القائمة

source: Title 1
ar: العنوان 1

source: Select category 1
ar: حدد الفئة 1

source: Title 2
ar: العنوان 2

source: Select category 2
ar: حدد الفئة 2

source: Displays posts from selected category in a grid.
ar: يعرض المنشورات من فئة محددة في الشبكة.

source: Posts Grid
ar: شبكة المشاركات

source: Displays posts slider from selected category.
ar: يعرض المنشورات المنزلق من فئة محددة.

source: Displays tabbed posts lists from selected settings.
ar: يعرض قوائم المشاركات من الإعدادات المحددة.

source: CoverNews Tabbed Posts
ar: CoverNews المشاركات

source: Popular
ar: شائع

source: Latest
ar: أحدث

source: Trending
ar: تتجه

source: Latest Posts
ar: أحدث المشاركات

source: Popular Posts
ar: الوظائف الشعبية

source: Categorised Posts
ar: المشاركات المصنفة

source: Enable Categorised Tab
ar: تمكين علامة التبويب تصنيف

source: Settings for all tabs
ar: إعدادات لجميع علامات التبويب

source: Show excerpt
ar: إظهار مقتطفات

source: Displays social contacts lists from selected settings.
ar: يعرض قوائم جهات الاتصال الاجتماعية من الإعدادات المحددة.

source: CoverNews Social Contacts
ar: CoverNews الاتصالات الاجتماعية

source: CoverNews Social
ar: CoverNews الاجتماعية

source: Social menu is not set. You need to create menu and assign it to Social Menu on Menu Settings.
ar: لا يتم تعيين القائمة الاجتماعية. تحتاج إلى إنشاء قائمة وتعيينها إلى القائمة الاجتماعية في إعدادات القائمة.

source: Upload
ar: رفع

source: Select Image
ar: حدد الصورة

source: Choose Image
ar: اختر الصورة

source: Select Category
ar: حدد الفئة

source: Read more about %s
ar: اقرأ المزيد عن ٪ s

source: Main Sidebar
ar: الشريط الجانبي الرئيسي

source: Add widgets for main sidebar.
ar: أضف الحاجيات للشريط الجانبي الرئيسي.

source: Front-page Content Section
ar: قسم محتوى الصفحة الأمامية

source: Add widgets to front-page contents section.
ar: أضف الأدوات إلى قسم محتويات الصفحة الأمامية.

source: Front-page Sidebar Section
ar: قسم الشريط الجانبي في الصفحة الأمامية

source: Add widgets to front-page sidebar section.
ar: أضف المصغّبات إلى قسم الشريط الجانبي للصفحة الأمامية.

source: Footer First Section
ar: تذييل القسم الأول

source: Displays items on footer first column.
ar: يعرض العناصر على العمود الأول تذييل.

source: Footer Second Section
ar: تذييل القسم الثاني

source: Displays items on footer second column.
ar: يعرض العناصر على العمود الثاني تذييل.

source: Footer Third Section
ar: القسم الثالث تذييل

source: Displays items on footer third column.
ar: يعرض العناصر على عمود تذييل الثالث.

source: View your shopping cart
ar: عرض عربة التسوق الخاصة بك

source: %d item
ar: ٪ د البند

source: Browse:
ar: تصفح:

source: Home
ar: بيت

source: 404 Not Found
ar: 404 لم يتم العثور عليها

source: Archives
ar: أرشيف

source: Search results for: %s
ar: نتائج البحث عن: ٪ s

source: Page %s
ar: صفحة ٪ s

source: Comment Page %s
ar: صفحة التعليق ٪ s

source: Minute %s
ar: دقائق

source: Week %s
ar: الأسبوع ٪ s

# minute and hour archives time format
source: g:i a
ar: G: أنا أ

# minute archives time format
source: i
ar: أنا

# hour archives time format
source: g a
ar: ز أ
