Repository: WordPressBugBounty/themes-covernews
Catalog: covernews/languages/*.po
Languages: ar, ja, pl_pl

source: Have Queries?
ja: クエリがありますか？

source: CoverNews Posts Carousel
ja: CovernewsはCarouselを投稿します

source: CoverNews Posts Slider
ja: Covernewsはスライダーを投稿します

source: CoverNews Social
ja: ソーシャルのcovernews

source: %d item
ja: 項目 %d

source: Minute %s
ja: %s分

source: TGMPA v%s
ja: TGMPA V％s %s

source: Status
ja: ステータス

source: Post Navigation
ja: ナビゲーションを投稿します

source: Powerful Gutenberg Blocks & Patterns
ja: Gutenberg

source: Easily build and customize your pages with a vast library of Gutenberg blocks and patterns, perfect for blogs, magazines, and business sites. Add post grids, sliders, and carousels without touching a single line of code. Import demo data and effortlessly create multilingual, visually appealing pages with complete flexibility.
ja: すべて

source: Professional Sites with Elementor
ja: Elementorのプロのサイト

source: Transform your blog, news, or magazine website with 35+ advanced Elementor widgets and 350+ customizable templates. Easily create headers, footers, post grids, sliders, and carousels with a fast-loading and SEO-optimized structure. Import demo content with a single click and enjoy codeless customization to craft your perfect site, no matter the language.
ja: コンテンツ

source: We would like to thank you for installing and activating [theme] theme for your precious site. All of the features provided by the theme are now ready to use; Here, we have gathered all of the essential details and helpful links for you and your better experience with [theme]. Once again, Thanks for using our theme!
ja: すべて

source: Upgrade to Pro
ja: Proにアップグレードします

source: Live editing in Customizer
ja: カスタマイザーでのライブ編集

source: One Click Demo Import Support
ja: ワンクリックデモのインポートサポート

source: Typography Style and Color
ja: タイポグラフィスタイルと色

source: Light/Dark Mode
ja: ライト/ダークモード

source: Preloader Option
ja: Preloaderオプション

source: Multiple Header Options
ja: 複数のヘッダーオプション

source: Logo and title customization
ja: ロゴとタイトルのカスタマイズ

source: Header Image
ja: ヘッダー画像

source: Multiple Frontpage Banner Options
ja: 固定ページ

source: Frontpage Banner Section Order
ja: 固定ページ

source: Category Color Options
ja: カテゴリカラーオプション

source: Posts Section Advertisements
ja: セクションの広告を投稿します

source: Custom Widgets
ja: カスタムウィジェット

source: Author Biography
ja: 投稿者

source: Post Image Slider Widget
ja: 画像スライダーウィジェットを投稿します

source: Post Carousel Widget
ja: ポストカルーセルウィジェット

source: Post Grid Widget
ja: グリッドウィジェットを投稿します

source: Post Double Column Double Categories Widget
ja: ダブル列二重カテゴリウィジェットを投稿します

source: Post Tabbed Widget
ja: タブ付きウィジェットを投稿します

source: Social Contact Widget
ja: ソーシャルコンタクトウィジェット

source: Post Single Column Widget
ja: 単一の列ウィジェットを投稿します

source: Trending Posts Vertical Carousel Widget
ja: トレンドの投稿垂直カルーセルウィジェット

source: Video Slider Widget
ja: ビデオスライダーウィジェット

source: Basic Custom Widgets Controls
ja: 基本的なカスタムウィジェットコントロール

source: Advanced Custom Widgets Controls
ja: 高度なカスタムウィジェットコントロール

source: Archive Grid Layout
ja: アーカイブグリッドレイアウト

source: Archive Full Layout
ja: 完全なレイアウトをアーカイブします

source: Archive List Layout
ja: アーカイブリストレイアウト

source: Mailchimp Subscription Supports
ja: MailChimpサブスクリプションサポート

source: Display Related Posts
ja: 関連する投稿を表示します

source: Footer Widgets Section
ja: フッターウィジェットセクション

source: Gutenberg Compatibility
ja: Gutenberg

source: RTL Compatibility
ja: RTL互換性

source: WooCommerce Compatibility
ja: WooCommerceの互換性

source: Hide Theme Credit Link
ja: テーマクレジットリンクを非表示にします

source: Responsive Layout
ja: レスポンシブレイアウト

source: Translations Ready
ja: 翻訳の準備ができました

source: SEO Optimized
ja: SEOが最適化されました

source: Normal Support
ja: 通常のサポート

source: Advance Support
ja: 事前サポート

source: Frontpage Option
ja: 固定ページ

source: Frontpage layout with Popular Tag, Breaking News, Main Banner, Feature News can be set.
ja: 固定ページ

source: Free vs Pro
ja: 無料版とプロ版の違い

source: Features
ja: 機能

source: Pro
ja: プロ

source: Easy Website Building with Zero Code
ja: サイト
