Repository: WordPressBugBounty/themes-covernews
Catalog: covernews/languages/*.po
Languages: ar, ja, pl_pl

# yearly archives date format
source: Y
ar: ذ
ja: Y年

# monthly archives date format
source: F
ar: و
ja: n月

# daily archives date format
source: j
ar: ي
ja: j日

# weekly archives date format
source: W
ar: ث

source: Install Required Plugins
ar: تثبيت الإضافات المطلوبة

source: Install Plugins
ar: تثبيت المكونات الإضافية

source: Installing Plugin: %s
ar: تثبيت البرنامج المساعد: ٪ s

source: Updating Plugin: %s
ar: تحديث البرنامج المساعد: ٪ s

source: Something went wrong with the plugin API.
ar: حدث خطأ ما في API المكون الإضافي.

source: This theme requires the following plugin: %1$s.
ar: يتطلب هذا الموضوع المكون الإضافي التالي: ٪ 1 $ s.

source: This theme recommends the following plugin: %1$s.
ar: يوصي هذا الموضوع بالمكون الإضافي التالي: ٪ 1 $ s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: يجب تحديث المكون الإضافي التالي إلى أحدث إصدار له لضمان أقصى قدر من التوافق مع هذا الموضوع: ٪ 1 $ s.

source: There is an update available for: %1$s.
ar: هناك تحديث متاح لـ: ٪ 1 $ s.

source: The following required plugin is currently inactive: %1$s.
ar: المكون الإضافي المطلوب التالي غير نشط حاليًا: ٪ 1 $ s.

source: The following recommended plugin is currently inactive: %1$s.
ar: المكون الإضافي الموصى به التالي غير نشط حاليًا: ٪ 1 $ s.

source: Begin installing plugin
ar: ابدأ في تثبيت البرنامج المساعد

source: Begin updating plugin
ar: ابدأ في تحديث البرنامج المساعد

source: Begin activating plugin
ar: ابدأ تنشيط البرنامج المساعد

source: Return to Required Plugins Installer
ar: العودة إلى مثبت الإضافات المطلوبة

source: Return to the Dashboard
ar: العودة إلى لوحة القيادة

source: Plugin activated successfully.
ar: البرنامج المساعد تنشيط بنجاح.

source: The following plugin was activated successfully:
ar: تم تنشيط البرنامج المساعد التالي بنجاح:

source: No action taken. Plugin %1$s was already active.
ar: لا يوجد إجراء. المكون الإضافي ٪ 1 $ s كان نشطًا بالفعل.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: البرنامج المساعد غير المنشط. هناك حاجة إلى نسخة أعلى من ٪ s لهذا الموضوع. يرجى تحديث البرنامج المساعد.

source: All plugins installed and activated successfully. %1$s
ar: جميع الإضافات المثبتة وتفعيلها بنجاح. ٪ 1 $ s

source: Dismiss this notice
ar: رفض هذا الإشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك مكونات إضافية أو أكثر مطلوبة أو موصى بها لتثبيت أو تحديث أو تنشيط.

source: Please contact the administrator of this site for help.
ar: يرجى الاتصال بمسؤول هذا الموقع للحصول على المساعدة.

source: This plugin needs to be updated to be compatible with your theme.
ar: يجب تحديث هذا البرنامج المساعد ليكون متوافقًا مع موضوعك.

source: Update Required
ar: التحديث المطلوب

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: لا تحتوي حزمة المكون الإضافي عن بُعد على مجلد مع Slug المطلوبة ولم تنجح إعادة تسمية.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال بمزود البرنامج المساعد واطلب منهم حزم البرنامج المساعد الخاص بهم وفقًا لإرشادات WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: تتكون حزمة المكون الإضافي عن بُعد من أكثر من ملف واحد ، ولكن لا يتم تعبئة الملفات في مجلد.

source: Required
ar: مطلوب

source: Recommended
ar: مُستَحسَن

source: WordPress Repository
ar: مستودع WordPress

source: External Source
ar: المصدر الخارجي

source: Pre-Packaged
ar: معبأة مسبقا

source: Not Installed
ar: غير مثبت

source: Installed But Not Activated
ar: مثبت ولكن لم يتم تنشيطه

source: Active
ar: نشيط

source: Required Update not Available
ar: التحديث المطلوب غير متوفر

source: Requires Update
ar: يتطلب التحديث

source: Update recommended
ar: تحديث موصى به

source: To Install <span class="count">(%s)</span>
ar: لتثبيت <span class = "count"> (٪ s) </span>

source: Update Available <span class="count">(%s)</span>
ar: التحديث المتاح <span class = "count"> (٪ s) </span>

source: To Activate <span class="count">(%s)</span>
ar: لتفعيل <span class = "count"> (٪ s) </span>

source: Installed version:
ar: النسخة المثبتة:

source: Minimum required version:
ar: الحد الأدنى للنسخة المطلوبة:

source: Available version:
ar: الإصدار المتاح:

source: No plugins to install, update or activate.
ar: لا توجد ملحقات مكونات من ملحقات لتثبيت أو تحديث أو تنشيط.

source: Plugin
ar: البرنامج المساعد

source: Source
ar: مصدر

source: Type
ar: يكتب

source: Version
ar: إصدار

source: Status
ar: حالة

source: Install %2$s
ar: تثبيت ٪ 2 $ s

source: Update %2$s
ar: تحديث ٪ 2 $ s

source: Activate %2$s
ar: تنشيط ٪ 2 $ s

source: Upgrade message from the plugin author:
ar: ترقية رسالة من مؤلف البرنامج المساعد:

source: Install
ar: ثَبَّتَ

source: Update
ar: تحديث

source: No plugins were selected to be installed. No action taken.
ar: لم يتم اختيار مكونات إضافية ليتم تثبيتها. لا يوجد إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم اختيار مكونات إضافية ليتم تحديثها. لا يوجد إجراء.

source: No plugins are available to be installed at this time.
ar: لا تتوفر مكونات إضافية لتثبيتها في هذا الوقت.

source: No plugins are available to be updated at this time.
ar: لا تتوفر مكونات إضافية ليتم تحديثها في هذا الوقت.

source: No plugins were selected to be activated. No action taken.
ar: لم يتم اختيار مكونات إضافية لتفعيلها. لا يوجد إجراء.

source: No plugins are available to be activated at this time.
ar: لا تتوفر مكونات إضافية لتفعيلها في هذا الوقت.

source: Plugin activation failed.
ar: فشل تنشيط البرنامج المساعد.

source: Updating Plugin %1$s (%2$d/%3$d)
ar: تحديث البرنامج المساعد ٪ 1 $ S (٪ 2 $ D/٪ 3 $ D)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطأ أثناء تثبيت ٪ 1 $ S: <strong> ٪ 2 $ S </strong>.

source: The installation of %1$s failed.
ar: فشل تركيب ٪ 1 $ s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأت عملية التثبيت والتنشيط. قد تستغرق هذه العملية بعض الوقت على بعض المضيفين ، لذا يرجى التحلي بالصبر.

source: %1$s done.
ar: ٪ 1 $ s.

source: All installations and activations have been completed.
ar: تم الانتهاء من جميع المنشآت والتفعيلات.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تركيب وتفعيل البرنامج المساعد ٪ 1 $ S (٪ 2 $ D/٪ 3 $ D)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: تبدأ عملية التثبيت. قد تستغرق هذه العملية بعض الوقت على بعض المضيفين ، لذا يرجى التحلي بالصبر.

source: All installations have been completed.
ar: تم الانتهاء من جميع التركيبات.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت البرنامج المساعد ٪ 1 $ S (٪ 2 $ D/٪ 3 $ D)

source: Blank Canvas
ar: قماش فارغ

source: Page Builder Full Width
ar: باني الصفحة عرض كامل

source: Search Results for: %s
ar: نتائج البحث عن: ٪ s

source: Nothing Found
ar: لم يتم العثور على شيء

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ar: هل أنت مستعد لنشر مشاركتك الأولى؟ <a href = "٪ 1 $ s"> ابدأ هنا </a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: آسف ، ولكن لا شيء يتطابق مع مصطلحات البحث الخاصة بك. يرجى المحاولة مرة أخرى مع بعض الكلمات الرئيسية المختلفة.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا لا نستطيع أن نجد ما تبحث عنه. ربما يمكن أن يساعد البحث.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
ar: مواصلة القراءة <span class = "screen-reger-text"> "٪ s" </span>

source: <span class="em-post-navigation">Previous</span> %title
ar: <span class = "em-post-navigation"> العنوان السابق </span> ٪

source: <span class="em-post-navigation">Next</span> %title
ar: <span class = "em-post-navigation"> العنوان التالي </span> ٪

source: Post Navigation
ar: بعد التنقل

source: Front-page Template
ar: قالب الصفحة الأمامية

source: Update Blockspare Pro
ar: تحديث blockspare pro

source: Update Blockspare
ar: تحديث blockspare

source: Powerful Gutenberg Blocks & Patterns
ar: كتل وأنماط غوتنبرغ القوية

source: Easily build and customize your pages with a vast library of Gutenberg blocks and patterns, perfect for blogs, magazines, and business sites. Add post grids, sliders, and carousels without touching a single line of code. Import demo data and effortlessly create multilingual, visually appealing pages with complete flexibility.
ar: قم ببناء صفحاتك وتخصيصها بسهولة من خلال مكتبة واسعة من كتل وأنماط غوتنبرغ ، مثالية للمدونات والمجلات ومواقع الأعمال. أضف شبكات ما بعد الانزلاقات ، والكاروسيل دون لمس سطر واحد من التعليمات البرمجية. استيراد البيانات التجريبية وإنشاء صفحات متعددة اللغات جذابة بصريًا بمرونة كاملة.

source: Hello
ar: مرحبًا

source: Welcome to
ar: مرحبا بكم في

source: Update Elespare Pro
ar: تحديث Elespare Pro

source: Update Elespare
ar: تحديث Elespare

source: Professional Sites with Elementor
ar: المواقع المهنية مع Elementor

source: Transform your blog, news, or magazine website with 35+ advanced Elementor widgets and 350+ customizable templates. Easily create headers, footers, post grids, sliders, and carousels with a fast-loading and SEO-optimized structure. Import demo content with a single click and enjoy codeless customization to craft your perfect site, no matter the language.
ar: قم بتحويل مدونتك أو أخبارك أو مجلة موقع الويب مع 35+ من أجهزة عنصر واجهة المستخدم Advanced Elementor و 350+ قالب قابل للتخصيص. قم بسهولة بإنشاء رؤوس وتذييلات وشبكات ما بعد الانزلاقات والمنزلقات والكاروسيل بهيكل سريع التحميل ومتحسّن كبار المسئولين الاقتصاديين. استيراد محتوى العرض التجريبي بنقرة واحدة واستمتع بالتخصيص بدون ترميز لصياغة موقعك المثالي ، بغض النظر عن اللغة.

source: We would like to thank you for installing and activating [theme] theme for your precious site. All of the features provided by the theme are now ready to use; Here, we have gathered all of the essential details and helpful links for you and your better experience with [theme]. Once again, Thanks for using our theme!
ar: نود أن نشكرك على تثبيت وتفعيل السمة [السمة] لموقعك الثمين. جميع الميزات التي يوفرها السمة جاهزة الآن للاستخدام ؛ هنا ، جمعنا جميع التفاصيل الأساسية والروابط المفيدة لك وتجربتك الأفضل مع [السمة]. مرة أخرى ، شكرا لاستخدام موضوعنا!

source: Theme Details
ar: تفاصيل الموضوع

source: View Demo
ar: عرض العرض التوضيحي

source: View Documentation
ar: عرض الوثائق

source: Upgrade to Pro
ar: ترقية إلى Pro

source: Contact Support
ar: الاتصال الدعم

source: Live editing in Customizer
ar: التحرير المباشر في Customizer

source: One Click Demo Import Support
ar: نقرة واحدة دعم الاستيراد التجريبي

source: Typography Style and Color
ar: نمط الطباعة واللون

source: Light/Dark Mode
ar: وضع الضوء/الظلام

source: Preloader Option
ar: خيار التحميل المسبق

source: Multiple Header Options
ar: خيارات رأس متعددة

source: Logo and title customization
ar: تخصيص الشعار وتخصيص العنوان

source: Header Image
ar: صورة رأس

source: Multiple Frontpage Banner Options
ar: خيارات لافتة متعددة في صفحة الأمامية

source: Frontpage Banner Section Order
ar: أمر قسم لافتة Prontpage

source: Category Color Options
ar: خيارات الألوان الفئة

source: Posts Section Advertisements
ar: إعلانات قسم المشاركات

source: Custom Widgets
ar: الأدوات الحاجيات المخصصة

source: Author Biography
ar: سيرة المؤلف

source: Post Image Slider Widget
ar: بعد صورة شريط التمرير

source: Post Carousel Widget
ar: ما بعد الكاروسيل أداة

source: Post Grid Widget
ar: ما بعد الشبكة عنصر واجهة المستخدم

source: Post Double Column Double Categories Widget
ar: بعد عمود مزدوج فئة مزدوجة الفئات عنصر واجهة المستخدم

source: Post Tabbed Widget
ar: post tabbed عنصر واجهة مستخدم

source: Social Contact Widget
ar: عنصر واجهة اتصال اجتماعية

source: Post Single Column Widget
ar: نشر عنصر واجهة عمود واحد

source: Trending Posts Vertical Carousel Widget
ar: تتجه الوظائف العمودية الكاروسيل

source: Video Slider Widget
ar: فيديو شريط التمرير بالفيديو

source: Basic Custom Widgets Controls
ar: عناصر التحكم عن واجهة المستخدمة المخصصة الأساسية

source: Advanced Custom Widgets Controls
ar: عناصر التحكم المخصصة المتقدمة

source: Archive Grid Layout
ar: تخطيط شبكة الأرشيف

source: Archive Full Layout
ar: أرشيف التصميم الكامل

source: Archive List Layout
ar: تخطيط قائمة الأرشيف

source: Mailchimp Subscription Supports
ar: يدعم اشتراك MailChimp

source: Display Related Posts
ar: عرض المشاركات ذات الصلة

source: Footer Widgets Section
ar: قسم تذييل القسم

source: Gutenberg Compatibility
ar: توافق غوتنبرغ

source: RTL Compatibility
ar: توافق RTL

source: WooCommerce Compatibility
ar: توافق WooCommerce

source: Hide Theme Credit Link
ar: إخفاء الرابط الائتماني للموضوع

source: Responsive Layout
ar: تخطيط مستجيب

source: Translations Ready
ar: ترجمات جاهزة

source: SEO Optimized
ar: تحسين محركات البحث الأمثل

source: Normal Support
ar: الدعم العادي

source: Advance Support
ar: الدعم المتقدم

source: Set the theme header type, set the colors, spacing, alignment and more.
ar: اضبط نوع رأس المظهر ، وضبط الألوان ، والتباعد ، والمحاذاة والمزيد.

source: You can easily place your promotional banners within your header section.
ar: يمكنك بسهولة وضع لافتات الترويجية الخاصة بك داخل قسم رأسك.

source: Color Options
ar: خيارات الألوان

source: Change the color setting provide with the Theme.
ar: قم بتغيير إعداد الألوان توفير السمة.

source: Main Banner Options
ar: خيارات الشعار الرئيسية

source: Selecting different categories can be done for different section.
ar: يمكن إجراء اختيار فئات مختلفة لقسم مختلف.

source: Frontpage Option
ar: خيار Prontpage

source: Frontpage layout with Popular Tag, Breaking News, Main Banner, Feature News can be set.
ar: يمكن تعيين تخطيط Prontpage مع علامة شعبية ، والأخبار العاجلة ، والشعار الرئيسي ، وأخبار الميزة.

source: Static Front Page
ar: الصفحة الأولى ثابتة

source: Set the Homepage as a static page to create own homepage using widgets.
ar: اضبط الصفحة الرئيسية كصفحة ثابتة لإنشاء صفحة منزلية خاصة باستخدام أجهزة التحكم.

source: Widgets Area
ar: منطقة الأدوات

source: Widgets can be added on all the section provide by the Theme.
ar: يمكن إضافة الأدوات المصغّرة على جميع القسم الذي يقدمه الموضوع.

source: Archive Options
ar: خيارات الأرشيف

source: Customize the blog layout desgin.
ar: تخصيص تخطيط المدونة desgin.

source: Theme Option
ar: خيار الموضوع

source: Set the Global Layout, Breadcrumb, Sidebar, Single Post, You may have missed and more.
ar: قم بتعيين التصميم العالمي ، الخبز ، الشريط الجانبي ، وظيفة واحدة ، ربما تكون قد فاتتك وأكثر من ذلك.

source: Footer Options
ar: خيارات تذييل

source: Set the footer type, number of columns, spacing and colors.
ar: اضبط نوع التذييل وعدد الأعمدة والتباعد والألوان.

source: View
ar: منظر

source: Support
ar: يدعم

source: Got theme support question or found bug or got some feedbacks? Best place to ask your query is the dedicated Support forum for the theme..
ar: حصلت على سؤال دعم السمة أو عثر على علة أو حصلت على بعض التعليقات؟ أفضل مكان لطلب استفسارك هو منتدى الدعم المخصص للموضوع ..

source: Video Tutorials
ar: دروس الفيديو

source: Video
ar: فيديو

source: Watch out the videos for an easy learning on Customizing the Theme .
ar: احترس من مقاطع الفيديو للحصول على تعلم سهل على تخصيص السمة.

source: Use AF Companion to import live demo content, widgets, and settings swiftly. This plugin gives fundamental layout to build your website and accelerate the development process.
ar: استخدم AF Companion لاستيراد المحتوى التجريبي المباشر ، والضرب ، والإعدادات بسرعة. يعطي هذا البرنامج المساعد تخطيطًا أساسيًا لإنشاء موقع الويب الخاص بك وتسريع عملية التطوير.

source: You may design complicated layouts for your website in just a few minutes with our adaptable and inventive blocks.
ar: يمكنك تصميم تخطيطات معقدة لموقع الويب الخاص بك في غضون بضع دقائق فقط مع كتلنا القابلة للتكيف والمبتكرة.

source: Get ready-to-use Starter Sites instantly and build modern websites in minutes.
ar: احصل على مواقع بداية للاستخدام على الفور وبناء مواقع الويب الحديثة في دقائق.

source: DESIGN PERFECT BLOG, NEWS, OR MAGAZINE WEBSITES Elespare is a simple yet effective WordPress plugin that lets you use Elementor to create fantastic Header, Footer and Contents of websites with highly customization options for FREE.
ar: تصميم مدونة مثالية أو أخبار أو مواقع الويب المجلات Elspare هو مكون إضافي بسيط ولكنه فعال WordPress يتيح لك استخدام Elementor لإنشاء رأس رائع وتذييل ومحتويات مواقع الويب مع خيارات التخصيص للغاية مجانًا.

source: A beautiful collection of latest posts Gutenberg blocks for WordPress, which helps you to design posts grid, posts list, full posts layout, advanced express posts design and tile layouts of your posts.
ar: مجموعة جميلة من أحدث المشاركات Gutenberg Clocks for WordPress ، والتي تساعدك على تصميم شبكة المشاركات ، وقائمة المشاركات ، وتخطيط المنشورات الكاملة ، وتصميم المشاركات السريعة المتقدمة وتخطيطات البلاط الخاصة بك.

source: We build a beautiful series of page section Gutenberg blocks for WordPress content to help you quickly create the website you've always desired.
ar: نقوم ببناء سلسلة جميلة من قسم الصفحة Gutenberg لمحتوى WordPress لمساعدتك بسرعة على إنشاء موقع الويب الذي تريده دائمًا.

source: It has 3 different widgets for post's author, selective author by id and custom author. It also provides shortcodes for the author profile.
ar: لديها 3 أجهزة تعامل مختلفة لمؤلف بوست ، المؤلف الانتقائي حسب ID و Custom Custom. كما يوفر الرموز المختصرة لملف تعريف المؤلف.

source: This free plugin offers a free live chat solution for your website visitors to contact you via live chat or a live call - all for free! Engage with your customers and increase sales.
ar: يوفر هذا المكون الإضافي المجاني حلًا مجانيًا للدردشة المباشرة لزوار موقع الويب الخاص بك للاتصال بك عبر الدردشة المباشرة أو مكالمة حية - كل ذلك مجانًا! التواصل مع عملائك وزيادة المبيعات.

source: A free WordPress Plugin which facilitates with the functionality to submit Posts from frontend with or without logging in with various configurable options.
ar: مكون إضافي مجاني WordPress الذي يسهل الوظائف لإرسال المنشورات من الواجهة الأمامية مع أو بدون تسجيل الدخول باستخدام خيارات مختلفة قابلة للتكوين.

source: This plugin helps you grow your Mailchimp lists and write better newsletters through various methods. You can create good looking opt-in forms or integrate with any existing form on your site, like your comment, contact or checkout form.
ar: يساعدك هذا البرنامج المساعد على تنمية قوائم MailChimp الخاصة بك وكتابة رسائل إخبارية أفضل من خلال طرق مختلفة. يمكنك إنشاء نماذج التقيد الجيدة أو الاندماج مع أي نموذج موجود على موقعك ، مثل تعليقك أو الاتصال أو الاستيلاء على نموذج الخروج.

source: Get started
ar: ابدأ

source: Useful Plugins
ar: الإضافات المفيدة

source: Free vs Pro
ar: مجانا مقابل المحترفين

source: Change Log
ar: تغيير السجل

source: Features
ar: سمات

source: Free
ar: حر

source: Pro
ar: المحترف

source: Go to option
ar: انتقل إلى الخيار

source: Update Templatespare
ar: تحديث templatespare

source: Easy Website Building with Zero Code
ar: بناء موقع سليم مع رمز الصفر

source: CoverNews
ja: カバーズ

source: CoverNews is a clean and elegant free WordPress theme that is perfect for online blog and magazine. With the help of block patterns, live customizer options and custom widgets, you can design your website as you like and preview the changes live. This theme is fully responsive that looks beautiful on all the screen sizes from small to large devices. As it includes many useful features that require to build an awesome looking website, you can implement the layout as a personal blog, modern news journals, fashion magazine, travel blogging & magazine, vibrant news sites and more. It is also compatible with Elementor, Gutenberg along with WooCommerce plugin that helps you to integrate an online business with your blog easily. The RTL language supported theme is well optimized that helps to rank your website in the top of search engines and users will get an outstanding support from the team if there will be any difficulties while using the theme. There are a number demos available for this theme so import the one you like and start to build a website. See our demos: https://afthemes.com/products/covernews/#aft-view-starter-sites Videos: https://www.youtube.com/@wpafthemes/ Docs: https://docs.afthemes.com/covernews/
ja: Covernewsは、オンラインブログや雑誌に最適な、クリーンでエレガントな無料のWordPressテーマです。ブロックパターン、ライブカスタマイザーオプション、カスタムウィジェットの助けを借りて、あなたのウェブサイトを好きなようにデザインし、変更をライブでプレビューできます。このテーマは、小型から大規模なデバイスまでのすべての画面サイズで美しく見える完全に応答性があります。見栄えの良いウェブサイトを構築するために必要な多くの便利な機能が含まれているため、個人的なブログ、モダンニュースジャーナル、ファッションマガジン、旅行ブログ＆マガジン、活気のあるニュースサイトなどとしてレイアウトを実装できます。また、オンラインビジネスをブログと簡単に統合するのに役立つWooCommerceプラグインとともに、ElementorのGutenbergと互換性があります。 RTL言語サポートされているテーマは、検索エンジンのトップでウェブサイトをランク付けするのに役立つ適切に最適化されており、ユーザーはテーマを使用している間に困難がある場合、チームから優れたサポートを得ることができます。このテーマに利用可能な数のデモがあるので、好きなものをインポートしてウェブサイトを構築し始めます。デモをご覧ください：https：//afthemes.com/products/covernews/#aft-view-starter-sitesビデオ：https：//www.youtube.com/@wpafthemes/ docs：https://docs.afthemes.com/covernews/

source: https://www.afthemes.com/
ja: テーマ

source: Settings
ja: 設定

source: Upgrade
ja: アップグレード

source: One-click Demo Import, Block Editor Ready, No Code Required! Built with Blockspare.
ja: 編集者

source: One-click Import, Header/Footer Builder, Multilingual Support! Powered by Elespare.
ja: ワンクリックインポート、ヘッダー/フッタービルダー、多言語サポート！ Elespareを搭載。

source: Howdy!
ja: ハウディ！

source: Blog
ja: ブログ

source: Flash Story
ja: フラッシュストーリー

source: Copyright &copy; All rights reserved.
ja: 著作権＆コピー;無断転載を禁じます。

source: Upgrade now
ja: 今すぐアップグレード

source: Frontpage Options
ja: 固定ページ

source: Main Story Section
ja: メインストーリーセクション

source: Editor's Picks Section
ja: 編集者

source: Trending Story Section
ja: トレンドストーリーセクション

source: Trending Vertical Slider Title
ja: トレンドの垂直スライダータイトル

source: Trending News Category
ja: トレンドニュースカテゴリ

source: Frontpage Layout Settings
ja: 固定ページ

source: Frontpage Content alignment
ja: FrontPageコンテンツアライメント

source: Rank Math
ja: ランク数学

source: Full
ja: 全幅

source: Grid
ja: グリッド

source: Excerpt Mode
ja: 抜粋モード

source: Select Excerpt display mode
ja: 抜粋ディスプレイモードを選択します

source: Toggle Primary Menu
ja: プライマリメニューを切り替えます

source: Magic Content Box
ja: マジックコンテンツボックス

source: Ticker News
ja: ティッカーニュース

source: Main Banner
ja: メインバナー

source: Featured News
ja: 特集ニュース

source: Three Columns Posts
ja: 3つの列の投稿

source: Three Columns
ja: 3列

source: Post Carousel
ja: ポストカルーセル

source: Express Grid
ja: エクスプレスグリッド

source: We mainly focus on quality code and elegant design with incredible support. Our WordPress themes and plugins empower you to create an elegant, professional, and easy-to-maintain website in no time at all. Even on mobile and tablet screens, your website will look great
ja: すべて

source: Post Slider
ja: ポストスライダー

source: Post Grid
ja: グリッドを投稿します

source: Post List
ja: 投稿リスト

source: Connect to Us
ja: 私たちにつながります

source: Advertisement
ja: 広告

source: Express Tile
ja: エクスプレスタイル

source: Single Column
ja: 単一の列

source: Categories
ja: カテゴリー

source: Section 1
ja: セクション1

source: Section 2
ja: セクション2

source: Section 3
ja: セクション3

source: Section 4
ja: セクション4

source: Howdy, %1$s! We've noticed that you've been using %2$s for some time now, we hope you are loving it! We would appreciate it if you can %3$sgive us a 5 star rating on WordPress.org%4$s! We'll continue to develop exciting new features for free in the future by sharing the love!
ja: WordPress %1$s %2$s %3$s %4$s

source: Cheatin&#8217; huh?
ja: cheipin＆＃8217;はぁ？

source: %1$s 🎁 Hope you're loving our free %2$s theme! Dive into the festive spirit with an exclusive gift: %4$s premium features! Use code %3$s at checkout. Wishing you a season filled with joyous holidays and even happier savings! 🎄✨
ja: 購入手続き %1$s %2$s %4$s %3$s
